Repository: vinhdoan/Angroup.demo
Catalog: webapp/App_GlobalResources/Errors.*.resx
Languages: id_id, ja_jp, zh_cn

# Calendar_NoWorkDays
source: Please select at least one work day.
id_id: Mohon pilih paling sedikit satu hari kerja.
ja_jp: 少なくとも１営業日を選択して下さい。
zh_cn: 错误！请输入工作天数。

# Code_CyclicalReference
source: This parent code results in a circular chain. Please select another parent code so that this is not below itself.
id_id: Kode induk berada dalam rantai melingkar. Mohon pilih kode induk lainnya agar tidak berada dibawah kode itu sendiri.
ja_jp: 該当親コードが結果的に循環的なチェーン状態になっています。自分自身より以下にならないような親コードを選択して下さい。
zh_cn: 错误！逻辑层次有错，请重新选择。

# General_NameDuplicate
source: This name already exists. Please specify another name.
id_id: Nama ini sudah ada. Mohon tulis nama lain.
ja_jp: 該当名称が既に存在しています。別の名称を指定して下さい。 該当名称が既に存在しています。別の名称を指定して下さい。
zh_cn: 错误！名称重复，请重新输入。

# Report_CascadeControlLoop
source: The selected cascade dropdown results in a infinite loop. Please select another dropdown list.
id_id: Mohon pilih pilihan turunan lain karena proses logika tidak bisa dihentikan.
ja_jp: 選択されたカスケードドロップダウンリストが結果的には無限ループになります。別のドロップダウンリストを選択して下さい。
zh_cn: 错误！逻辑层次有错，请重新选择。

# Report_IdentifierHasSpaces
source: The specified identifier has a white space, which is not allowed. Please remove all whitespaces.
ja_jp: 指定された識別子には空白があり、それは許可されていません。全ての空白を取り除いてください
zh_cn: 错误！请去除空白部分。

# Report_PopulateQueryError
source: Unable to populate content of the list field because the query has failed with the following message: {0}
id_id: Tidak bisa mengisi daftar karena sistem pencarian mengalami kegagalan dengan pesan sebagai berikut: {0}
ja_jp: クエリー問い合わせが次のメッセージ: {0}で失敗しましたので内容をリストフィールドに実装できません。
zh_cn: 错误！系统无法获得数据 -- {0}

# Report_QueryFailedWithMessage
source: The report query has failed with the following message: {0}
id_id: Sistem pencarian mengalami kegagalan dengan pesan sebagai berikut: {0}
ja_jp: レポートクエリーが以下のメッセージで失敗しました。
zh_cn: 错误！无法获得报表数据 -- {0}

# ServiceLevel_LocationDuplicate
source: Another service level has already been defined at the same location. Please specify another location.
id_id: Ada informasi yang sama untuk tingkat pelayanan dan nomor langkat di lokasi yang sama. Moho pilih lokasi lain.
ja_jp: もう1つのサービスレベルがすでに同じロケーションで定義されました。別の場所を指定してください。
zh_cn: 错误！这个区域的服务水平标准已经存在，请选择别的区域。

# User_PasswordDifferent
source: Please enter the same password in 'Confirm Password'.
id_id: Mohon masukkan kata sandi yang sama di bagian 'Pastikan Kata Sandi'.
ja_jp: 確認パスワード'に同じパスワードを入力して下さい。
zh_cn: 错误！密码不一致，请重新输入。

# Work_TechnicianNotAssigned
source: There are no technicians assigned to this work. Please assign at least one technician.
id_id: Tidak ada teknisi atau kontraktor yang ditugaskan untuk pekerjaan ini. Mohon pilih paling sedikit satu teknisi atau kontraktor.
ja_jp: この作業に技術者または建築業者アサインされていません。少なくとも一人の技術者をアサインして下さい。
zh_cn: 请您至少至少选择一个工作人员。

# Adjust_InsufficientItems
source: The following items in the store are insufficient for the adjustment. {0}
id_id: Jumlah hal yang terdapat dalam simpanan tidak cukup untuk perubahan ini, {0}
ja_jp: 倉庫の該当項目が数量不足のため調整できません。{0}
zh_cn: 以下仓库项目数量不足以进行调整。{0}

# Budget_DeleteBudgetItemFailed
source: Unable to delete one or more budget items. A budget items cannot be deleted if it refers to any yearly budget item or any purchase transaction
ja_jp: 1つまたは複数の予算項目を削除できません。予算項目がもし年間予算項目または購入取引に参照されていれば削除できません。
zh_cn: 由于被系统或采购交易参照，预算项目无法被删除。

# Budget_DuplicatedBudgetCategory
source: Duplicated budget category item found in the same budget. If you are trying to create a new budget item that have the same budget category to an inactive budget item, activate this item instead of creating new item. Otherwise, please select another budget category.
ja_jp: 同じの予算に重複な予算カテゴリーを見つかりました。もしあなたが新しい予算項目を作ろうとしていれば、それに非アクティブの予算が同じカテゴリーにあります。作る替わりにこの予算をアクティブにします。それ以外に他の予算カテゴリーを選択して下さい。
zh_cn: 搜获相同预算种类项目。在一个预算里，每一个预算种类只能有一个项目。

# Budget_DuplicatedItem
source: An item refer to the same budget item exist, please select another budget item
ja_jp: 該当項目がもう既に予算に存在しています。別の予算項目を選択して下さい。
zh_cn: 搜获相同预算项目。请另选预算项目。

# Budget_InactivateBudgetItemFailed
source: One or more budget item cannot be inactivated. A budget item cannot be inactivated when there is at least one pending consumption items are attached to it.
ja_jp: 1つまたは複数の予算項目を非アクティブできません。予算に一つまたは複数の消費未完了項目が付属していると非アクティブできません。
zh_cn: 由于有待消耗项目附属着，预算项目无法被去活化。

# Budget_InvalidTotalAmount
source: Please enter a valid value for Total amount.
ja_jp: 合計金額に有効な数字を入力して下さい。
zh_cn: 请为总额输入有效值。

# Budget_ReferInactiveBudgetItem
source: Duplicated budget category item found in the same budget. If you are trying to create a new budget item that have the same budget category to an inactive budget item, activate this item instead of creating new item. Otherwise, please select another budget category
ja_jp: 同じの予算に重複な予算カテゴリーを見つかりました。もしあなたが新しい予算項目を作ろうとしていれば、それに非アクティブの予算が同じカテゴリーにあります。作る替わりにこの予算をアクティブにします。それ以外に他の予算カテゴリーを選択して下さい。
zh_cn: 搜获相同预算种类项目。在一个预算里，每一个预算种类只能有一个项目。

# BudgetAllocation_SameSourceDestination
source: Source and destination cannot be the same item.
id_id: Sumber dan tujuan tidak boleh menyebut hal yang sama.
ja_jp: 予算における指定元と指定先は同じでは行けません。
zh_cn: 来源与目标不能为同一项目。

# BudgetCategory_ParentInvalid
source: Budget Category of type category cannot be under a budget category of type line item.
ja_jp: タイプカテゴリーにおける予算カテゴリーはライン項目における予算カテゴリーの配下に有ってはいけません。
zh_cn: 种类类型的预算种类不能位置于行式项目类型的预算种类之下。

# CheckOut_DuplicateItem
source: A duplicate item with the same catalog and bin already exists in this check-out. Please select a different catalog or bin.
id_id: Barang serupa dalam katalog dan wadah yang sama sudah terdapat disini. Mohon pilih katalog dan wadah lain.
ja_jp: 同じカタログ及び容器の在庫項目がすでに出庫に存在します。 異なるカタログあるいは容器を選択して下さい。
zh_cn: 搜获拥有相同目录与仓室的项目。请另选目录或仓室。

# CheckOut_InsufficientItems
source: The following items in the store are insufficient for the check-out. {0}
id_id: Jumlah hal yang terdapat dalam persediaan tidak cukup untuk proses ini, {0}
ja_jp: 以下の在庫項目が数量不足のため出庫できません。{0}
zh_cn: 以下仓库项目的数量不足以进行签出。{0}

# CheckOut_InsufficientQuantity
source: The check-out cannot be committed because one or more items do not have sufficient quantitiy available in the store.
id_id: Proses ini tidak bisa dilakukan karena ada satu barang (atau lebih) yang jumlahnya tidak cukup dalam persediaan.
ja_jp: 1つまたは複数な在庫項目が数量不足ため出庫コミットできません。
zh_cn: 由于仓库项目可用数量不足，签出无法顺利进行。

# CheckOut_ItemInsufficientQuantity
source: The store does not have sufficient quantity for this item.
id_id: Jumlah barang tidak cukup jumlahnya dalam persediaan.
ja_jp: 倉庫に該当項目の在庫数量が不足しています。
zh_cn: 仓库项目的数量不足。

# CustomizedObject_InvalidMaxDateTime
source: Please enter Range Max in date time format (yyyy-mm-dd hh:mm:ss)
id_id: Mohon ketik Range Max dalam bentuk (yyyy-mm-dd HH:mm:ss)
ja_jp: 範囲における最大値を日付時間フォーマットで入力して下さい。(yyyy-mm-dd hh:mm:ss)
zh_cn: 请输入时间日期的范围最大值（yyyy-mm-dd hh:mm:ss）

# CustomizedObject_InvalidMaxDecimal
source: Please enter Range max in decimal format
id_id: Mohon ketik Range Max dalam bentuk desimal
ja_jp: 範囲における最大値を小数フォーマットで入力して下さい。
zh_cn: 请输入小数的范围最大值。

# CustomizedObject_InvalidMaxDouble
source: Please enter Range max in double format
id_id: Mohon ketik Range Max dalam bentuk ganda
ja_jp: 範囲における最大値をダブルフォーマットで入力して下さい。
zh_cn: 请输入双精度型小数的范围最大值。

# CustomizedObject_InvalidMaxInteger
source: Please enter Range Max in integer format
id_id: Mohon ketik Range Max dalam bentuk integer
ja_jp: 範囲における最大値を整数フォーマットで入力して下さい。
zh_cn: 请输入整数的范围最大值。

# CustomizedObject_InvalidMinDateTime
source: Please enter Range Min in date time format (yyyy-mm-dd hh:mm:ss)
id_id: Mohon ketik Range Min dalam bentuk (yyyy-mm-dd HH:mm:ss)
ja_jp: 範囲における最小値を日付時間フォーマットで入力して下さい。(yyyy-mm-dd hh:mm:ss)
zh_cn: 请输入时间日期的范围最小值（yyyy-mm-dd hh:mm:ss）

# CustomizedObject_InvalidMinDecimal
source: Please enter Range Min in decimal format
id_id: Mohon ketik Range Min dalam bentuk desimal
ja_jp: 範囲における最小値を小数フォーマットで入力して下さい。
zh_cn: 请输入小数的范围最小值。

# CustomizedObject_InvalidMinDouble
source: Please enter Range min in double format
id_id: Mohon ketik Range Min dalam bentuk ganda
ja_jp: 範囲における最小値をダブルフォーマットで入力して下さい。
zh_cn: 请输入双精度型小数的范围最小值。

# CustomizedObject_InvalidMinInteger
source: Please enter Range min in integer format
id_id: Mohon ketik Range Min dalam bentuk integer
ja_jp: 範囲における最小値を整数フォーマットで入力して下さい。
zh_cn: 请输入整数的范围最小值。

# CustomizedObject_NoRangeSpecify
source: Please specify at least one value for the range (min/max)
id_id: Mohon pilih paling sedikit satu nilai untuk range (min/max)
ja_jp: 範囲における値を少なくとも1つを指定して下さい。 (最小/最大)
zh_cn: 请输入至少最大值或最小值。

# DocumentTemplate_SpecifyDocument
source: Please specify a document template.
ja_jp: ドキュメントテンプレートを指定してください
zh_cn: 请选择文件模板。

# Equipment_ParentIDInvalid
source: This folder must not belong under a physical equipment. Please select another parent.
id_id: Folder ini tidak boleh berada dibawah alat nyata. Mohon pilih kepala lainnya.
ja_jp: 該当フォルダーは物理的な設備の配下にあっては行けません。別の親を選択して下さい。
zh_cn: 该文件夹不能附属于实质设备。请另选上层。

# EquipmentTypeSpares_DuplicateItem
source: A duplicate spare with the same catalog already exists. Please specify a different catalog.
id_id: Cadangan serupa dengan katalog yang sama sudah ada. Mohon pilih katalog lainnya.
ja_jp: 該当予備品が既に同じカタログに存在しています。別のカタログを指定して下さい。
zh_cn: 搜获拥有相同目录的设备备份。请另选目录。

# General_RequiredField
source: This field could not be left empty. Please key in a value.
zh_cn: 此为必填栏位。请输入有效值。

# General_TwoDecimalPlaces
source: This field can only at most 2 decimal places.
zh_cn: 此栏位只能接受小数最多至两位数。

# Location_ParentIDInvalid
source: This folder must not belong under a physical location. Please select another parent.
id_id: Folder ini tidak boleh berada dibawah lokasi nyata. Mohon pilih kepala lainnya.
ja_jp: 該当フォルダーは物理的なロケーションの配下にあっては行けません。別の親を選択して下さい。
zh_cn: 该文件夹不能附属于实质区域。请另选上层。

# Multiple_SelectItem
source: Please select at least one item before proceed
ja_jp: 進む前にに少なくとも1つの項目を選択して下さい。
zh_cn: 请选择至少一个项目以继续。

# Property_DuplicateChargeType
source: This charge type already exists. Please specify another charge type.
zh_cn: 此费用种类已存在。请另选费用种类。

# PurchaseOrder_AmountNotEqual
source: Total amount of all purchase budget items ({0:n}) must be equal to total amount of all purchase line items ({1:n})
ja_jp: 全ての予算購入項目 ({1:n}) の総合計が必ず全てのライン購入項目/契約金額と({0:n})一致しなければ行けません。
zh_cn: 所有采购预算项目的总额（{1:n}）必须与所有采购行式项目的总额（{0:n}）相同。

# PurchaseOrder_AtleastOneFinancialYear
source: Please enter budget amount for at least one financial year for each budget item record
ja_jp: 会計年度の予算項目レコードに少なくとも1つの予算金額を入力して下さい。
zh_cn: 请为每一预选项目记录输入至少一个财务年的预算数额。

# PurchaseOrder_BudgetInvalidForSelect
source: This budget item is invalid for selection. A budget item cannot be added if the purchase order start and end date are not within its valid range.
ja_jp: 該当予算項目の選択は無効です。もし購入指示書における購入日と終了日有効な範囲内になければ予算項目の追加はできません。
zh_cn: 由于采购单的开始日期与结束日期不在有效范围内，此预算项目无法被选用。

# PurchaseOrder_InactiveBudgetItemToConsume
source: Unable to consume the budget item. The budget item has become inactive.
ja_jp: 該当予算項目を消費できません。該当予算項目は非アクティブとなっています。
zh_cn: 由于预算项目已被去活化，预算项目无法被消耗。

# PurchaseOrder_InsufficientBudgetitemForConsume
source: Insufficient available budget amount ({0:n}) to consume for the budget item
ja_jp: 該当予算項目に使用できる予算金額が不足ため消費できません。
zh_cn: 可用预算数额（{0:n}）不足以消耗预算项目。

# PurchaseOrder_InvalidPeriod
source: Purchase Order period must not be more than 18 years
ja_jp: 購入指示書における有効な期間は18年以上を超えては行けません。
zh_cn: 采购单时期不能超过18年。

# PurchaseOrder_InvalidStartEndDate
source: Start date cannot be later than end date. Please specify new value
ja_jp: 開始日が終了日より後になっては行けません。新しい値を指定して下さい。
zh_cn: 开始日期不能比结束日期迟。请另选有效值。

# Purchaseorder_IsDuplicatedBudgetItem
source: Same budget item exists in the Purchase Order’s budget items list. Please select a new item
ja_jp: 同じ予算項目は購入指示書の予算リストに存在しています。新しい項目を選択して下さい。
zh_cn: 搜获相同预算项目。请另选预算项目。

# PurchaseOrder_PaymentAmountGreaterTotalInvoice
source: Total Payment amount ({0:#,##0.0}) cannot be greater than total invoice amount ({1:#,##0.00})
ja_jp: 合計支金額({0:#,##0.0})が合計税込み請求金額({1:#,##0.00})を超えては行けません。
zh_cn: 总付款金额（{0:#,##0.0}）不能大于总发票金额（{1:#,##0.00}）。

# PurchaseOrder_PaymentBudgetInvalid
source: Payment budget amount cannot be greater than Invoice budget amount
ja_jp: 支払予算金額が必ず請求予算金額を超えては行けません。
zh_cn: 付款预算金额不能大于发票预算金额。

# PurchaseOrder_TaxCodesNotSelected
source: At least one purchase order item does not have a tax code selected. Please select a tax code for all items.
id_id: Paling sedikit satu Perintah Pembelian tidak mempunyai kode pajak terpilih. Mohon pilih kode pajak untuk semua barang,
ja_jp: 少なくとも1つの購入指示書の項目には税コードが選択されておりません。 全ての項目に税コードを選択して下さい。
zh_cn: 至少一个采购项目没有税码。请为每一项目选择税码。

# PurchaseOrder_TotalBudgetAmountNotEqual
source: Total budget amount ({0:n}) must be equal to total invoice amount({1:n})
ja_jp: 全ての請求予算金額が({0:n}) 全ての請求金額と一致しなければ行けません。({1:n})
zh_cn: 总预算金额（{0:n}）一定要等于总发票金额（{1:n}）。

# PurchaseOrder_TotalBudgetPaymentNotEqual
source: Total payment budget amount {0:#,##0.00} must be smaller or equal to payment amount {1:#,##0.00}
ja_jp: 合計予算支払金額 {0:#,##0.00} が必ず支払金額{1:#,##0.00}より少ないかまたは一致しなければ行けません。
zh_cn: 总付款预算金额（{0:#,##0.00}）一定要小于或等于总付款金额（{1:#,##0.00}）。

# PurchaseOrder_TotalInvoiceBudgetExceedOriginalBudget
source: Total Invoice Budget for this budget item ({0:#,##0.00}) has exceeded original budget amount allocated for the budget item ({1:#,##0.00})
ja_jp: この予算項目({0:#,##0.00})の合計予算請求金額が当初配分された予算項目({1:#,##0.00})の元の予算金額を超えました。
zh_cn: 此预算项目的总发票预算（{0:#,##0.00}）已超出原本的预算金额（{1:#,##0.00}）。

# PurchaseOrder_UnableToGenerate
source: Unable to generate a Purchase Order. This may be due to the fact that there are no line items to create the Purchase Order, or the line items in the selected Purchase Requests or Work Justifications have already been generated into another Purchase Order.
id_id: Tidak dapat mengeluarkan Perintah Pembelian. Mungkin disebabkan karena tidak ada kolom untuk membuat Perintah Pembelian.
ja_jp: 購入指示書を生成できません。購入指示書を作成できない原因はライン項目がないためかもしれません。
zh_cn: 由于没有采购项目，或者购买请求或报价单已生成另一采购单，此采购单无法生成。

# PurchaseOrder_UnitPriceNotEntered
source: At least one purchase order item does not have a unit price specified. Please specify a unit price for all items.
id_id: Paling sedikit satu barang dalam Perintah Pembelian tidak mempunyai harga satuan yang terterai. Mohon masukkan harga satuan untuk semua barang.
ja_jp: 少なくとも1つの購入指示書の項目に単価が指定されていません。全ての項目に単価を指定して下さい。
zh_cn: 至少一个采购项目没有单位价格。请为每一项目选择单位价格。

# PurchaseRequest_NoItemsSelected
source: No purchase request items have been selected. Please select at least one line item.
id_id: Tidak ada Permintaan Pembelian yang terpilih. Mohon pilih paling sedikit satu barang.
ja_jp: 購買要求書にライン項目が選択されていません。少なくとも1つのライン項目を選択して下さい。
zh_cn: 没有选到购买请求项目。请至少选择一项。

# QuantityOrdered_Invalid
source: Total value for this line item ({0:#,##0.00}) must not be lower than its total goods receipt value ({1:#,##0.00})
ja_jp: 該当ライン項目の合計金額({0:#,##0.00})が受領品の合計金額よりも少なくては行けません。
zh_cn: 此行式项目的总额（{0:#,##0.00}）不能低于其货物接收的总额（{1:#,##0.00}）。

# Report_InvalidReportFile
source: Invalid report file
zh_cn: 报告文件失效

# Report_SelectTemplate
source: Please specify a report template.
id_id: Mohon pilih bentuk laporan yang diinginkan.
ja_jp: レポートテンプレートを指定して下さい。
zh_cn: 请选择报告模板。

# ReportTemplate_EditDenied
source: Unable to modify the template report. Only template creator can have access to it.
id_id: Tidak sanggup untuk merubah bentuk laporan yang diinginkan. Mohon hubungi pengelola perancang sistem.
ja_jp: テンプレートレポートを修正することができなません。 テンプレートクリエーターだけがそれをアクセスすることができます。
zh_cn: 无法编辑报告模板。唯有创建者能编辑。

# RequestForQuotation_DuplicateVendor
source: The vendor cannot be added because it already exists in the list of vendors in this Work Justification.
id_id: Nama penjual/supplier sudah ada dalam daftar RFQ. Mohon pilih penjual/supplier lainnya.
ja_jp: このベンダーが既にRFQのベンダーリストに存在しています。ベンダーを選択して下さい。
zh_cn: 由于此供应商已在此报价单中，因此无法再被添加。

# RequestForQuotation_NoRFQItemsSelected
source: No quotation items have been selected. Please select at least one quotation item.
id_id: Belum ada Harga Penawaran yang terpilih. Mohon pilih paling sedikit satu penawaran.
ja_jp: 見積り項目を選択されていません。少なくとも１つの見積り項目を選択して下さい。
zh_cn: 没有选到报价项目。请至少选择一项。

# RequestForQuotation_NoVendor
source: Please select a vendor.
id_id: Mohon pilih satu penjual/supplier.
ja_jp: ベンダーを選択して下さい。
zh_cn: 请选择供应商。

# RequestForQuotation_UnableToGenerate
source: Unable to generate a Work Justification. This may be due to the fact that there are no line items to create the Work Justification, or the line items in the selected Purchase Request have already been generated into another Work Justification.
id_id: Tidak dapat mengeluarkan Permintaan Harga Penawaran. Mungkin disebabkan karena tidak ada kolom untuk membuat Permintaan Harga Penawaran.
ja_jp: 見積り要求の作成ができません。これはライン項目なしで見積り要求の作成しょうとしている可能性があります。
zh_cn: 由于没有报价项目，或者购买请求已生成另一报价单，此报价单无法生成。

# ScheduledWork_DuplicateAdhocRate
source: The same adhoc rate already exists in the scheduled work. Please select a different adhoc rate.
id_id: Tarif non-tetap sudah terdapat dalam daftar pekerjaan yang direncanakan. Mohon pilih tarif non-tetap lainnya.
ja_jp: 同じ特別レートが既に作業スケジュールに存在しています。別の特別レートを選択して下さい。
zh_cn: 搜获相同的特别利率。请另选特别利率。

# ScheduledWork_DuplicateFixedRate
source: The same fixed rate already exists in the scheduled work. Please select a different fixed rate.
id_id: Tarif tetap sudah ada dalam daftar pekerjaan rutin yang direncanakan. Mohon pilih tarif tetap lainnya.
ja_jp: 同じ固定レートが既に作業スケジュールに存在しています。別の固定レートを選択して下さい。
zh_cn: 搜获相同的固定利率。请另选固定利率。

# ScheduledWork_DuplicateMaterial
source: The same catalog already exists in the scheduled work. Please select another catalogue.
id_id: Katalog yang sama sudah ada dalam daftar pekerjaan yang direncanakan. Mohon pilih katalog lainnya. The same catalog already exists in the scheduled work. Please select another catalogue.
ja_jp: 同じがカタログ既に作業スケジュールに存在しています。別のカタログを選択して下さい。
zh_cn: 搜获相同的目录。请另选目录。

# ScheduledWork_StaggeredEquipmentNotSpecified
source: There are no staggered equipment specified for the scheduled work. Please specify at least one staggered equipment by setting the Stagger.
id_id: Tidak ada alat sejajar yang terpilih untuk daftar pekerjaan yang direncanakan. Mohon pilih paling sedikit satu alat sejajar dengan mengatur Stagger.
ja_jp: スタッガード設備が作業スケジュールに指定されていません。よろめきをセットすることによって、少なくとも1つのスタッガード設備を指定して下さい。
zh_cn: 没有选到间隔交错的设备。请选择至少一项。

# ScheduledWork_StaggeredLocationNotSpecified
source: There are no staggered locations specified for the scheduled work. Please specify at least one staggered location by setting the Stagger.
id_id: Tidak ada lokasi sejajar yang terpilih untuk daftar pekerjaan yang direncanakan. Mohon pilih paling sedikit satu lokasi sejajar dengan mengatur Stagger.
ja_jp: スタッガードロケーションが作業スケジュールに指定されていません。よろめきをセットすることによって、少なくとも1つのスタッガードロケーションを指定して下さい。
zh_cn: 没有选到间隔交错的区域。请选择至少一项。

# ServiceLevel_DuplicateServiceLevelDetail
source: A duplicate serivce level detail with the same step number, type of service and priority already exists in this service level. Please select a different step number, or type of service or priority.
id_id: Ada informasi yang sama untuk tingkat pelayanan dan nomor langkat disini. Mohon pilih langkah, tingkat dan prioritas yang berbeda.
ja_jp: 同じステップナンバー、サービスのタイプ、及びプライオリティーのサービスレベルがこのサービスレベルに重複しています。別のステップナンバー、サービスのタイプ、及びプライオリティーを選択して下さい。
zh_cn: 搜获拥有相同步数、 服务类型和优先级别的服务水平标准。请另选拥有不同步数或服务类型或优先级别的服务水平标准。

# Store_DuplicateBin
source: A duplicate bin with the same name already exists in the store
id_id: Wadah serupa sudah ada di simpanan.
ja_jp: 同じ名を持つ重複の容器がすでに店で存在します。
zh_cn: 搜获拥有相同名称的仓室。

# Store_DuplicateItem
source: A duplicate item with the same catalog already exists in this store. Please select another catalog.
id_id: Barang serupa dengan nama katalog yang sama sudah ada di simpanan. Mohon pilih katalog lain.
ja_jp: 同じカタログを持つ重複の項目がすでにこの店に存在します。別のカタログを選択して下さい。
zh_cn: 搜获拥有相同目录的仓库项目。请另选目录。

# Store_NoLowInventoryItems
source: There are no stocked items that have fallen below the reorder threshold. A Work Justification will not be generated.
id_id: Tidak ada barang simpanan yang berada dibawah ambang batas rendah. Permohonan Pembelian tidak akan dikeluarkan.
ja_jp: 再購入しきい値より下回った在庫項目がありません。購入要求書が作成されません。
zh_cn: 没有库存项目低于再购临界值。购买请求将不被生成。

# Transfer_DuplicateItem
source: A duplicate item with the same catalog and bin already exists in this transfer. Please select a different catalog or bin.
id_id: Barang serupa dengan katalog dan wadah yang sama sudah ada dalam pemindahan. Mohon pilih katalog dan wadah lain.
ja_jp: 同じカタログと容器を持つ重複の項目がすでにこの移転に存在します。異なるカタログまたは容器を選択して下さい。
zh_cn: 搜获拥有相同目录与仓室的调动项目。请另选目录或仓室。

# Transfer_FromBinSameAsToBin
source: The specified bins are the same. Please specify different bins for the transfer.
id_id: Wadah yang terpilih adalah serupa. Mohon pilih wadah lain untuk dipindah.
ja_jp: 指定された容器は同じです。この移転に異なる容器を選択して下さい。
zh_cn: 来源与目标仓室皆为同一仓室。请另选仓室。

# Transfer_InsufficientItems
source: The following items in the store are insufficient for the transfer. {0}
id_id: Barang-barang berikut di simpanan ini tidak cukup untuk dipindah. {0}
ja_jp: 店にある次の項目が不足のため移転できません。
zh_cn: 以下仓库项目的数量不足以进行调动。{0}

# UnitConversion_FromUnitDuplicate
source: The specified Unit of Measure has already been defined. Please select another Unit of Measure.
id_id: Satuan ukur sudah ditentukan. Mohon pilih satuan ukur lainnya.
ja_jp: 指定された測定単位既に定義されました。別の測定単位を選択して下さい。
zh_cn: 此计量单位已被选取。请另选计量单位。

# UnitConversion_ToUnitOfMeasureInvalid
source: Please select a 'To Unit' different from the 'From Unit'.
id_id: Mohon pastikan bahwa 'Ke Unit' berbeda dari 'Dari Unit'.
ja_jp: 単位から'と異なる'単位に'を選択して下さい。
zh_cn: 请确定来源与目标计量单位皆为不同的计量单位。

# User_DuplicateUser
source: A user with the same login name or user name already exists. Please specify a different login name or user name.
id_id: Pemakai dengan nama yang sama sudah ada dalam sistem. Mohon gunakan nama pemakai yang lain.
ja_jp: 同じログイン名またはユーザー名既に存在しています。別のログイン名またはユーザー名を指定して下さい。
zh_cn: 拥有相同用户名或登录名的用户已经存在。请另选用户名或登录名。

# User_PasswordWrong
source: Password wrong.
id_id: Kata sandi salah.
ja_jp: パスワードが間違っています。
zh_cn: 密码不对。

# UserSignOn_MoreSignOnCannotAdd
source: One or more sign on cannot be added to the sign on list. The user has already signed on to the location or the location’s parents.
ja_jp: 1つまたは複数の登録が登録リストに追加することできません。ユーザーが既にロケーションまたはロケーションの親に登録されました。
zh_cn: 至少一个指责无法被添加至登录列表。

# Utility_DatetimeInvalid
source: End Date must be later and equal to start date
ja_jp: 終了日が開始日より後及び同じでなければ行けません。
zh_cn: 结束日期一定要等于或迟于开始日期。

# Utility_UtilityValueInvalid
source: Please enter at least one utility value
ja_jp: 少なくとも1つの実用値を入力して下さい。
zh_cn: 请输入至少一个实用价值。

# ViewProject_DoNotHaveAccessRight
source: Sorry, system unable to process your request. You do not have access right to create a project object. Please contact your system administrator
ja_jp: 申し訳ないですがシステムはあなたのリクエストを処理できません。あたながプロジェクトオブジェクトを作るためのアクセス権を持っていません。 あなたのシステム管理者に連絡してください。
zh_cn: 基于您没有权限，系统无法执行您的要求。请联络系统管理员。

# ViewScheduleWork_DoNotHaveAccessRight
source: Sorry, system unable to process your request. You do not have access right to create a project object. Please contact your system administrator
ja_jp: 申し訳ないですがシステムはあなたのリクエストを処理できません。あたながスケジュールワークオブジェクトを参照または修正するためのアクセス権を持っていません。
zh_cn: 基于您没有权限，系统无法执行您的要求。请联络系统管理员。

# Work_AlreadyAcknowledged
source: Work {0} already acknowledged.
id_id: Pekerjaan {0} sudah disetujui.
ja_jp: 作業{0}既に承認しました。
zh_cn: 工作{0}已被确认。

# Work_AlreadyArrived
source: Work {0} already arrived.
id_id: Pekerjaan {0} sudah datang.
ja_jp: 作業{0}が既に到着しました。
zh_cn: 工作{0}已到达。

# Work_AlreadyCompleted
source: Work {0} already completed.
id_id: Pekerjaan {0} sudah selesai.
ja_jp: 作業{0}が既に完了しました。
zh_cn: 工作{0}已完成。

# Work_ArrivedBeforeAck
source: Error in work {0}.
id_id: Kesalahan dalam pekerjaan {0}.
ja_jp: 作業{0}にエラーがあります。
zh_cn: 工作{0}有出错。

# Work_CannotCompleteAtThisStage
source: Work {0} cannot be completed at this time because no technicians were assigned to this work yet.
id_id: Pekerjaan {0} tidak dapat diselesaikan pada saat ini karena belum ada teknisi yang ditugaskan.
ja_jp: 技術者がこの作業にアサインされていないため今回完了することができません。
zh_cn: 由于没有指派技术人员，工作{0}无法完成。
