Repository: vinhdoan/Angroup.demo
Catalog: webapp/App_GlobalResources/Errors.*.resx
Languages: id_id, ja_jp, zh_cn

# Work_DuplicateAdhocRate
source: The same adhoc rate already exists in the work order. Please select a different adhoc rate.
id_id: Tarif non-tetap sudah terdapat dalam daftar pekerjaan yang direncanakan. Mohon pilih tarif non-tetap lainnya.
ja_jp: 同じ特別レートが既に作業指図に存在しています。別の特別レートを選択して下さい。
zh_cn: 搜获相同的特别利率。请另选特别利率。

# Work_DuplicateFixedRate
source: The same fixed rate already exists in the work order. Please select a different fixed rate.
id_id: Tarif tetap sudah terdapat dalam daftar pekerjaan yang direncanakan. Mohon pilih tarif tetap lainnya.
ja_jp: 同じ固定レートが既に作業指図に存在しています。別の固定レートを選択して下さい。
zh_cn: 搜获相同的固定利率。请另选固定利率。

# Work_DuplicateMaterial
source: The same store material from the same bin already exists in the work order. Please select a different store material, or a different bin.
id_id: Barang serupa dalam wadah yang sama sudah terdapat disini. Mohon pilih barang atau wadah lain.
ja_jp: 同じ容器からの同じ店の材料はすでに作業指図に存在します。異なる店の材料または異なる容器を選択して下さい。
zh_cn: 搜获相同仓库物料及仓室。请另选仓库物料或仓室。

# Work_DuplicateTechnician
source: The same technician already exists in the work order. Please select a different technician.
id_id: Teknisi yang sama sudah terdapat Perintah Pekerjaan. Mohon pilih teknisi lain.
ja_jp: 同じ技術者が既に作業指図に存在しています。別の技術者を選択して下さい。
zh_cn: 搜获相同的技术人员。请另选技术人员。

# Work_InsufficientStoreItems
source: The following items in the store are insufficient for the check-out. {0}
id_id: Barang-barang berikut tidak cukup jumlahnya untuk digunakan di proses ini. {0}
ja_jp: 店にある次の項目が不足のため出庫できません。 {0}
zh_cn: 以下仓库项目的数量不足以进行签出。{0}

# Work_LocationEquipmentNotSelected
source: 'Location/Equipment' is a required field and cannot be left empty. Please select or fill up this field.
id_id: 'Lokasi/Alat' harus diisi dan tidak boleh kosong. Mohon pilih atau isi yang sesuai.
ja_jp: ロケーション/設備`項目が必須入力項目です。選択または入力して下さい。
zh_cn: ‘区域/设备’为必填栏位。

# Work_StoreBinsNotSpecified
source: Some material cost items do not have a store and bin specified. Please specify them.
id_id: Beberapa harga barang tidak memiliki simpanan dan wadah terpilih. Mohon pilih simpanan dan wadah yang sesuai.
ja_jp: いくつかの材料費項目には店及び容器が指定されていません。 それらを指定してください。
zh_cn: 至少一个物料成本项目没有指定仓库或仓室。请选之。

# Work_TechnicianNotSpecified
source: Some technician cost items do not have a technician specified. Please specify them.
id_id: Beberapa harga teknisi tidak memiliki teknisi terpilih. Mohon pilih yang sesuai.
ja_jp: いくつかの技術者費項目には技術者が指定されていません。 それらを指定してください。
zh_cn: 至少一个技术人员成本项目没有指定技术人员。请选之。

# Workflow_NoUsersToAssign
source: The workflow engine is unable to assign any users or roles to this item.
id_id: Sismtem alur kerja tidak bisa menugaskan pemakai atau peran kepada hal ini.
ja_jp: 作業フローエンジンがこの項目にユーザーまたは役割をアサインすることができません。
zh_cn: 工作流程引擎无法指派该项目给任何用户或职位。

# Workflow_TransitionInvalid
source: The workflow engine is unable to move this item to the specified state.
id_id: Sistem alur kerja tidak bisa memindahkan hal ini kepada bentuk yang diinginkan.
ja_jp: 作業フローエンジンがこの項目を指定段階に移動することができません。
zh_cn: 工作流程引擎无法转移该项目至指定状态。

# YearlyBudget_InactivateBudgetItemFailed
source: This budget item cannot be deleted. There are one or more budget consumption transactions or budget variation transactions attached to it.
ja_jp: この予算項目がを非アクティブすることができません。一つまたは複数の予算消費処理または予算変動処理が付属しているからです。
zh_cn: 由于有预算消耗交易或预算变更交易附属着，此预算项目无法被删除。

# YearlyBudget_InactivateMulBudgetItemFailed
source: One or more budget item cannot be deleted. There are one or more budget consumption transactions or budget variation transactions attached to it.
ja_jp: 1つまたは複数の予算項目がを非アクティブすることができません。一つまたは複数の予算消費処理または予算変動処理が付属しているからです。
zh_cn: 由于有预算消耗交易或预算变更交易附属着，至少一个预算项目无法被删除。

# PurchaseOrder_NoReceipt
source: Unable to create receipt. All line items have been received.
ja_jp: 領収証が作成できません。全てのライン項目が受領しました。
zh_cn: 所有的行式项目已被接收。无法创建收据。

# Work_ReassignFailedDueToTechnician
source: {0} jobs cannot be reassigned because of duplicate technicians.
ja_jp: 技術者が重複しているため{0}作業を再度アサインすることができません。
zh_cn: 由于拥有相同技术人员，{0}个工作无法被重新指派。

# Work_ReassignSelectWork
source: Please select at least one job before proceeding. (Please note that jobs that are Closed, Rejected, Pending Acceptance (internal) cannot be reassigned.)
ja_jp: 処理前に少なくとも1つの作業を選択して下さい。(注意事項として作業がクローズ、拒否、受領未決定(内部)の場合は再度アサインできません)
zh_cn: 请选择至少一个工作以继续。（已关闭、已退回、待内部接纳皆不能被重新指派）

# Work_ReassignSuccess
source: {0} job(s) reassigned successfully.
ja_jp: {0}作業が再度アサインすることが成功しました。
zh_cn: {0}个工作重新指派成功。

# General_ObjectModified
source: The current item was modified by another user and the latest copy has been reloaded from the database.
zh_cn: 此项目已被其他用户编辑过。重新从数据库读取新的版本。

# Budget_CashAccountingNoBudget
source: Determine at point of payment
zh_cn: 于付款之时判断

# Attachment_DocumentType
source: Please specify a document type
ja_jp: ドキュメントタイプを指定して下さい。
zh_cn: 请选择文件类型。

# Workflow_TransitionErrorRecordLocked
source: The record has been locked because the workflow engine has encountered the following error while trying to save: {0}
zh_cn: 由于工作流程引擎遭遇以下错误，此记录已被锁住： {0}

# Workflow_ValidationFailed
source: Unable to load workflow due to the following validation errors:
zh_cn: 由于以下验证错误，工作流程无法被读取：

# ApprovalHierarchy_UsersRolesNotSpecified
source: Every approval hierarchy level must be assigned to at least one user, position or role.
zh_cn: 每一个批准层级需至少指派给一个用户或职位。

# Function_DuplicateObjectType
source: A Function with the same Object Type already exist. Please specify a different Object Type.
zh_cn: 拥有相同对象类型的菜单已经存在。请另选对象类型。

# Role_DuplicateRoleCode
source: A role with the same role code already exists. Please specify a different role code
zh_cn: 拥有相同身份代码的身份已经存在。请另选身份代码。

# Adjust_DuplicateItem
source: A duplicate item with the same catalog, bin, batch already exists in this check-out. Please select a different catalog, bin or batch.
id_id: Barang serupa dalam satu kelompok sudah terdapat dalam perubahan ini. Mohon pilih kelompok lain,
ja_jp: 調整したい項目が既に同じバッチに存在しています。別のバッチを選択して下さい。
zh_cn: 搜获拥有相同目录、仓室及批号的签出项目。请另选目录或仓室或批号。

# User_EmailWrong
source: Email verification failed.
zh_cn: 电邮验证失败。

# User_UserNameNotExist
source: User Name does not exists.
zh_cn: 用户名字不存在。

# User_ExceedMaxLogins
source: You have exceeded maximum number of login attempts.
zh_cn: 您的登录尝试次数已超过了最大值。

# User_PasswordCannotChange
source: You must wait for {0} day(s) before password can be changed again.
zh_cn: 您必须等待{0}天以便再能够更改密码。

# User_PasswordReset
source: Your password has been reset. An email will be sent to your e-mail account with your new password. Please try to log on again with your new password.
zh_cn: 您的密码已被重设。新的密码将会被电邮至您的电邮信箱。请使用新的密码登录。

# Currency_ExchangeRateDateOverlaps
source: The effective dates of this exchange rate overlaps with an existing rate in the system. Please correct the dates.
zh_cn: 此外汇汇率的有效期限与系统目前的汇率重叠。请更改有效期限。

# User_PasswordHistoryExists
source: Please enter a new password that is different from the previous {0} passwords.
zh_cn: 请输入与之前的{0}密码不同的新密码。

# User_PasswordMustContainAlphaNumericCharacters
source: Password must contain at least one alphabet and one numeric character.
zh_cn: 密码必须拥有至少一个英文字母和数字字符。

# User_PasswordMinimumLength
source: Password has to be at least {0} characters.
zh_cn: 密码必须拥有{0}个字符。

# General_SelectOneOrMoreItemsToAdd
source: You did not select any items. Please select at least one item to add.
zh_cn: 请选择添加至少一个项目。

# StoreCheckIn_DuplicateEquipmentName
source: A duplicate equipment with the same name and belongs under the same parent already exists in the check-in. Please enter a different name.
zh_cn: 搜获拥有相同名称、上层的设备。请另选名称。

# WorkflowRepository_DuplicateObjectType
source: This object type is already defined in another workflow. Please specify another type.
zh_cn: 此对象类型已出现在另一个工作流程中。请另选对象类型。

# WorkflowRepository_ExtensionInvalid
source: The uploaded file is not of the correct extension. The system expects a {0} file.
zh_cn: 上传文件类型不符合。文件类型应为{0}。

# WorkflowRepository_UnableToValidateWorkflow
source: Unable to validate workflows because the Windows Workflow Engine is not the current workflow engine running in this application instance.
zh_cn: 由于目前的工作流程引擎并不是Windows Workflow Engine，系统无法检验工作流程。

# WorkflowRepositry_WorkflowValidationError
source: The workflow cannot be uploaded due to the following validation error: {0}
zh_cn: 由于以下验证出错，工作流程无法被上传： {0}

# User_AccountBanned
source: Your user account has been banned.
zh_cn: 您的用户户口已被吊销。

# User_PasswordMustContainAlphaNumericSpecialCharacters
source: Password must contain at least one alphabet, one numeric and one special character (eg., ~ ! @ # $ % etc)
zh_cn: 密码必须至少有一个字母、一个数字以及一个特殊符号（如：~、!、@、#等）。

# Dashboard_CannotConvertToDateTime
source: The value '{0}' in the column '{1}' of the data could not be converted into a DateTime.
zh_cn: 位于‘{1}’的数据数值‘{0}’无法被转换成时间日期格式。

# Dashboard_CannotConvertToDouble
source: The value '{0}' in the column '{1}' of the data could not be converted into a double.
zh_cn: 位于‘{1}’的数据数值‘{0}’无法被转换成双精度式小数格式。

# DocumentTemplate_UnableToGenerate
source: Unable to generate the document from the template because of the following error:
zh_cn: 由于以下错误，文件无法生成：

# Role_FunctionAlreadyGranted
source: One or more of the selected functions have already been granted.
zh_cn: 一个或多个菜单已被授权。

# Function_RoleAlreadyGranted
source: One or more of the selected roles have already been granted.
zh_cn: 一个或多个身份已被授权。

# Point_DuplicateEquipmentTypeParameter
source: A point with the same equipment and parameter already exists. Please select another equipment or parameter.
zh_cn: 拥有相同设备与参数的点已经存在。请另选设备或参数。

# Point_DuplicateLocationTypeParameter
source: A point with the same location and parameter already exists. Please select another location or parameter.
zh_cn: 拥有相同区域与参数的点已经存在。请另选区域或参数。

# Point_DuplicateName
source: A point with the same name already exists. Please enter another name.
zh_cn: 拥有相同名称的点已经存在。请另选名称。

# BudgetPeriod_UnableToAddDuplicateAccount
source: The selected account already exists in this budget period. Please select another account.
zh_cn: 所选账目已经存在。请另选账目。

# BudgetPeriod_OpeningBalanceTotalNotEqualsToIndividualIntervals
source: The balance entered in the total does not equal to the sum of all balances in the individual intervals.
zh_cn: 所输入的总余额不等于所有个别时段的余额和。

# BudgetAdjustment_InsufficientAmount
source: There is insufficient amount in the budget for adjustment of the following accounts: {0}
zh_cn: 以下账目的数额不足以进行预算调整： {0}

# RunningNumberGenerator_DuplicateObjectTypeName
source: The object type name already exists in another running number generator. Please select another object type name.
zh_cn: 对象类型名称已经存在于另一个顺序号生成器中。请另选对象类型名称。

# RunningNumberGenerator_FormatStringInvalid
source: The format string is invalid.
zh_cn: 字串格式失效。

# BudgetReallocation_CheckTotalAmountItemsFromEqualTotalAmountItemsTo
source: Total amount of all budget items to be reallocated from ({0:c}) must be equal to the total amount of all reallocated-to budget items ({1:c})
zh_cn: 经重新分配后，预算项目来源总额（{0:c}）一定要等于预算项目目标总额（{1:c}）。

# BudgetReallocation_InsufficientAmount
source: There is insufficient amount in the source budget for adjustment of the following accounts: {0}
zh_cn: 以下账目的数额不足以进行预算调整： {0}

# PurchaseRequest_InsufficientBudget
source: The purchase request cannot be submitted because the following budget periods and accounts do not have sufficient funds available: {0}
zh_cn: 由于以下预算账目的可用数额不足，该购买请求无法被提交。

# PurchaseRequest_ItemAmountNotEqualsBudgetAmount
source: The total amount for the line items does not equal to the total amount for the budgets for {0}.
zh_cn: 行式项目的总额不等于{0}的预算总额。

# PurchaseRequest_ItemAmountNotEqualsBudgetAmount_EntirePR
source: the entire purchase request.
zh_cn: 整个购买请求。

# PurchaseRequest_ItemAmountNotEqualsBudgetAmount_LineItem
source: item number {0}.
zh_cn: 项目号码{0}。

# RequestForQuotation_DuplicateVendors
source: The following vendors cannot be added because they already exist in the Work Justification: {0}.
zh_cn: 由于已经存在于报价单中，以下供应商无法被添加： {0}

# PurchaseOrder_InsufficientBudget
source: The purchase order cannot be submitted because the following budget periods and accounts do not have sufficient funds available: {0}
zh_cn: 由于以下预算账目的可用数额不足，该采购单无法被提交。

# RequestForQuotation_InsufficientBudget
source: The Work Justification cannot be submitted because the following budget periods and accounts do not have sufficient funds available: {0}
zh_cn: 由于以下预算账目的可用数额不足，该报价单无法被提交。

# PurchaseOrder_ItemAmountNotEqualsBudgetAmount
source: The total amount for the line items does not equal to the total amount for the budgets for {0}
zh_cn: 行式项目的总额不等于{0}的预算总额。

# PurchaseOrder_ItemAmountNotEqualsBudgetAmount_EntirePO
source: the entire purchase order.
zh_cn: 整个采购单。

# PurchaseOrder_ItemAmountNotEqualsBudgetAmount_LineItem
source: item number {0}.
zh_cn: 项目号码{0}。

# RequestForQuotation_ItemAmountNotEqualsBudgetAmount
source: The total amount for the awarded line items does not equal to the total amount for the budgets for {0}. Please ensure that you have awarded the items before submitting this for approval.
zh_cn: 所授权的行式项目总额不等于{0}的预算总额。请确保您在提交前已授权该项目。

# RequestForQuotation_ItemAmountNotEqualsBudgetAmount_EntireRFQ
source: the entire Work Justification
zh_cn: 整个报价单。

# RequestForQuotation_ItemAmountNotEqualsBudgetAmount_LineItem
source: item number {0}
zh_cn: 项目号码{0}。

# PurchaseSettings_DuplicateLocation
source: The same location has already been specified in another set of purchase settings. Please select another location.
zh_cn: 相同区域已经被选用于另一个购买设定中。请另选区域。

# RequestForQuotation_InsufficientQuotations
source: There is insufficient submitted quotations for this Work Justification to proceed. Please enter at least {0} quotations.
zh_cn: 报价单的报价数量不足。请输入至少{0}个报价。

# PurchaseOrder_ItemAmountLessThanBudgetAmount
source: The total amount for the line items is less than the total amount for the budgets for {0}
zh_cn: 行式项目的总额低于{0}的预算总额。

# RequestForQuotation_ItemAmountLessThanBudgetAmount
source: The total amount for the awarded line items is less than the total amount for the budgets for {0}. Please ensure that you have awarded the items before submitting this for approval.
zh_cn: 所授权的行式项目总额低于{0}的预算总额。请确保您在提交前已授权该项目。

# PurchaseSettings_NoLocationsSelected
source: There are no locations selected. Please select at least one location.
zh_cn: 没有选定区域。请选择至少一个区域。

# PurchaseSettings_NoPurchaseTypesSelected
source: There are no purchase types selected. Please select at least one purchase type.
zh_cn: 没有选定购买类型。请选择至少一个购买类型。

# PurchaseOrder_NoRFQBeforePO
source: Unable to submit this PO for approval. You must generate an WJ for a PO of this amount.
zh_cn: 无法提交此采购单。您必须先生成与此采购单同额的报价单。

# PurchaseRequest_LineItemsAlreadyGeneratedIntoRFQOrPOs
source: The following line items have already been generated into PRs or POs:<br/>{0}
zh_cn: 以下行式项目已生成报价单或采购单： {0}

# ApplicationSettings_LoginLogoIcorrectFormat
source: The login logo is not of a correct format. Please upload only JPEGs, PNGs, or GIFs.
zh_cn: 系统登录图标的类型错误。请只上传JPEG或PNG或GIF。

# ApplicationSettings_ResolutionIncorrect
source: The resolution of the logo must be 600 pixels in width by 400 pixels in height.
zh_cn: 图标的大小必须为宽600像素以及高400像素。

# EAMservice_LogonFailure
source: Failed to logon as administrator. Service cannnot be started/stopped
zh_cn: 系统管理员登录失败。服务程序无法被启动或终止。

# EAMservice_ViewError
source: Unable to view services due to following error:
zh_cn: 由于以下错误而无法浏览服务程序：

# Report_InvalidTemplateFile
source: Please specify a valid file for the template
zh_cn: 请为模板选择有效文件。

# Report_TemplateNameEmpty
source: Please specify a template name before proceed
zh_cn: 请在继续前先选择模板。

# Report_EmptyFile
source: Please specify a report template file to upload
zh_cn: 请选择上传报告模板文件。

# Report_InvalidRdlTemplateFile
source: Wrong input file format. Please specify a rdl report template to upload
zh_cn: 文件格式错误。请上传rdl报告模板。

# Report_InvalidRptTemplateFile
source: Wrong input file format. Please specify a crystal report template to upload
zh_cn: 文件格式错误。请上传crystal报告模板。

# Report_TemplateNameDuplicate
source: The input template name exists. Please specify different name for this report template.
zh_cn: 模板名字已经存在。请另选报告模板名字。

# SurveyPlanner_RespondentRequire
source: Please make sure that each survey has at least one respondent.
zh_cn: 请确保每一个问卷调查至少有一个调查对象。

# SurveyPlanner_UnableLoadForm
source: Unable to load the survey. Please contact MA to make sure that your email address is updated in the system.
zh_cn: 无法读取问卷调查。请联络管理员以确保您的电邮资料是对的。

# Case_RelatedDocumentsNotClosedOrCancelled
source: This case cannot be closed because not all related works, PRs and POs have been closed or cancelled.
zh_cn: 由于相关的工作、报价单、采购单未完成或取消，此个案无法被关闭。

# Case_CannotBeClosedOrCancelled
source: The case selected has been closed or cancelled and cannot be associated with this work, Work Justification or purchase order. Please select another case.
zh_cn: 由于此个案已关闭或取消，系统无法将之与工作、报价单、采购单进行连接。请另选个案。

# RequestForQuotation_RFQNotAwarded
source: Unable to generate a PO from PRs {0} as the PRs are not in the Awarded state.
zh_cn: 由于报价单{0}不在授权状态中，采购单无法被生成。

# RequestForQuotation_RFQNotAwardedToSingleVendor
source: Unable to generate a PO from PRs {0} as the PRs are not awarded to a single vendor.
zh_cn: 由于报价单{0}并不是授权予单一供应商，采购单无法被生成。

# General_CannotEditWorkBecauseNotAssignedToYou
source: You are unable to edit the item because it is currently not assigned to you. This can happen if somebody has performed an action on the item and assigned the item to another person.
zh_cn: 由于目前此项目并不是指派给您，您无法对其进行编辑。

# NotificationHierarchy_UsersRolesNotSpecified
source: Every notification hierarchy level must be assigned to at least one user or role.
zh_cn: 每一个通知层级必须指派给至少一个用户或身份。

# NotificationProcess_TimingsOutOfOrder
source: The order of the timings for notification are not in order. Please ensure that timings increase with each increasing level.
zh_cn: 通知时间并无按顺序排列。请确保通话时间随着层级一同增加。

# Lms_Location_UploadImageFailed
source: Unable to process the image file. Please choose image with size less than 1MB.
zh_cn: 无法运行图像文件。请选择图像大小上限为1MB的文件。

# LMS_Location_NoImage
source: Image is compulsory. Please upload an image for the location.
zh_cn: 图像是必需的。请为该区域上传图像。

# RequestForQuotation_RFQBudgetDistributionModeMustBeLineItem
source: Unable to generate a PO from the selected PRs as the following PRs {0} Budgets are not distributed by Line Items. Please ensure that the Budget Distribution Mode for all selected PRs are Line Items
zh_cn: 由于所选报价单{0}的预算模式并非为行式项目分配法，系统无法生成采购单。

# RequestForQuotation_RFQHaveDifferentProperties
source: Unable to generate a PO from the selected PRs as they have different Locations, Equipment, Types, Cases, Term Contracts, Budget Distribution Modes, Date Required and/or Date End. Please ensure that the properties of all selected PRs must be the same.
zh_cn: 由于资料不符，系统无法通过所选的报价单生成采购单。

# LMS_Point_SameLocation
source: A point with the same location already exists. Please select another location.
zh_cn: 拥有相同区域的点已经存在。请另选区域。

# RequestForQuotation_NoLineItemsAwarded
source: No line items have been awarded to any vendor. Please ensure that at least one line item is awarded before submitting the Work Justification for approval.
zh_cn: 没有任何行式项目授权予任何供应商。请确保在提交报价单前至少有一个行式项目已授权予供应商。

# Equipment_EquipmentTypeNotSelected
source: Please select an equipment type first.
zh_cn: 请先选择设备类型。

# Equipment_UnableToCreatePointsNoPoints
source: Unable to create points as there are no points set up under the selected equipment type.
zh_cn: 由于所选设备类型没有点的设置，系统无法创建点。

# Location_LocationTypeNotSelected
source: Please select a location type first.
zh_cn: 请先选择区域类型。

# Location_UnableToCreatePointsNoPoints
source: Unable to create points as there are no points set up under the selected location type.
zh_cn: 由于所选区域类型没有点的设置，系统无法创建点。

# Dashboard_DuplicateIdentifier
source: The identifier already exists in another field in this dashboard. Please specify another identifier.
zh_cn: 标识符以存在于另一个仪表图栏位中。请另选标识符。

# Report_DuplicateIdentifier
source: The identifier already exists in another field in this report. Please specify another identifier.
zh_cn: 标识符以存在于另一个报告栏位中。请另选标识符。

# Reading_DateOfReadingEmpty
source: The Date of Reading field is required.
zh_cn: 阅读日期为必填栏位。

# Reading_DateOfReadingNotValid
source: The Date of Reading field is entered incorrectly. Please ensure that the Date of Reading is a proper date.
zh_cn: 阅读日期栏位错误。请确保其值为有效日期。

# Reading_EquipmentDoesNotExist
source: The Equipment path does not exist in the system.
zh_cn: 设备路径不存在于系统中。

# Reading_LocationDoesNotExist
source: The Location path does not exist in the system.
zh_cn: 区域路径不存在于系统中。

# Reading_LocationEquipmentEntered
source: Both Location and Equipment are filled up. Please ensure that only one of the fields are filled up.
zh_cn: 区域栏位和设备栏位已填入。请确保只填入单一栏位。

# Reading_PointDoesNotExist
source: The Point does not exist in the specified location or equipment.
zh_cn: 该点不存在于所选区域或设备中。

# Reading_ReadingAlreadyExists
source: The reading for the same location/equipment, the same point and date already exists in the system.
zh_cn: 拥有相同区域或设备、 点、日期的阅读已经存在。

# Reading_ReadingEmpty
source: The Reading field is required. Please enter all Reading fields.
zh_cn: 阅读栏位必填。请输入所有阅读栏位。

# Reading_ReadingNotValid
source: The Reading field is entered incorrectly. Please ensure that the Reading is a proper decimal number.
zh_cn: 阅读栏位错误。请确保其值为有效小数。

# UnitConversion_ConversionFactorMoreThanFourDecimalPlaces
source: The conversion factor is invalid because either itself ({0}), or its reciprocal (1/{0}) is more than four decimal places.
zh_cn: 由于换算系数（{0}）或其倒数（1/{0}）的小数超过四位数，此为失效值。

# Work_NoTechnicianAssigned
source: There are no technicians assigned to this work. Please assign at least one technician.
zh_cn: 此工作并没有指派技术人员。请指派至少一个技术人员。

# PurchaseInvoice_CannotCancelDueToExistingCreditDebitMemos
source: This invoice cannot be cancelled because the following credit or debit memos are against this invoice: {0} Cancel those credit or debit memos first.
zh_cn: 由于有着相关贷项/借项凭单，此发票{0}无法被取消。

# PurchaseInvoice_CannotApplyBudgetsDueToUnknownAmount
source: Unable to automatically apply budgets because the invoice amount in the base currency cannot be determined. Please ensure that you have entered the invoice amount, the currency, and the exchange rate.
zh_cn: 由于无法确定发票数额的基准货币，系统无法自动应用预算。

# PurchaseInvoice_InsufficientBudgetForCancellation
source: The credit/debit memo cannot be cancelled because the following budget periods and accounts do not have sufficient funds available: {0}
zh_cn: 由于以下预算项目的数额不足，贷项/借项凭单无法被取消： {0}

# PurchaseInvoice_TotalCreditAmountAndTaxMoreThanOriginalInvoice
source: Unable to submit this credit/debit memo for approval because the total amount and tax for all credit/debit memos is greater than the original invoice.
zh_cn: 由于贷项/借项凭单的总额大于发票总额，系统无法提交贷项/借项凭单。

# ExcelUpload_NoExcelUploaded
source: No Excel file has been uploaded. Please upload a new Excel file first.
zh_cn: 没有Excel文件被上传。请先上传Excel文件。

# ExcelUpload_UnableToUploadDueToErrors
source: Unable to import the uploaded Excel file due to some errors. Please correct the errors and try again.
zh_cn: 无法输入上传Excel文件。请更改并重试。

# ExcelUpload_UploadedDataCleared
source: The uploaded data has been cleared.
zh_cn: 上传数据已被清除。

# ExcelUpload_UploadedSuccessfully
source: The data has been imported into the database successfully.
zh_cn: 数据已成功被输入数据库中。

# OPCAEEvent_DuplicateName
source: An OPC AE Event with the same name already exists. Please enter another name.
zh_cn: 相同名字的OPC非同步事件已经存在。请另选名字。

# Point_DuplicateOPCItemName
source: The OPC Item Name already exists in another Point for the same OPC DA Server. Please enter another OPC Item Name.
zh_cn: OPC项目名字已经存在于相同OPC DA伺服器的另一个点中。请另选OPC项目名字。

# PurchaseInvoice_CreditDebitMeomoOnInvoiceNotSelected
source: Unable to apply the invoice budgets as you have not selected the invoice to which this credit/debit memo will be matched
zh_cn: 由于还未选择与贷项/借项凭单对比的发票，系统无法应用此发票预算。
