Repository: vinhdoan/Angroup.demo
Catalog: webapp/App_GlobalResources/Errors.*.resx
Languages: id_id, ja_jp, zh_cn

# OPCAEEvent_DuplicateEventSource
source: The OPC Event Source already exists in another OPC AE Event for the same OPC DA Server. Please enter another OPC Event Source.
zh_cn: OPC非同步事件来源已经存在于相同OPC DA伺服器的另一个OPC非同步事件中。请另选OPC非同步事件来源。

# BudgetPeriod_TotalNegative
source: Total amount should not be negative value. Please enter a value greater or equal to 0.
zh_cn: 总额不该为负数。请输入大于或等于0的有效值。

# Task_CannotPerformMassActionNoTasksSelected
source: Unable to perform action because no tasks are selected. Please select at least one task before clicking the Confirm button.
zh_cn: 由于没有选择工单，系统无法执行所选操作。请在点击‘确认’键前选择至少一个工单。

# Reading_NothingChanged
source: The selected readings are not changed.
zh_cn: 所选阅读数值不变。

# PurchaseOrder_StoreBinsLocked
source: The Purchase Order cannot be saved because the selected store bin '{0}' is locked for stock taking.
zh_cn: 由于所选仓室‘{0}’被封锁以进行库存盘点，采购单无法被保存。

# Work_StoreBinsLocked
source: The work cannot be saved because the following store bins are currently locked for stock taking: {0}
zh_cn: 由于以下仓室被封锁以进行库存盘点，工作无法被保存： {0}

# PurchaseInvoice_BudgetAccountsNotActive
source: The purchase invoice cannot be submitted because the following budget accounts are not active in their respective budget periods: {0}
zh_cn: 由于以下预算账目于预算期内为非活跃状态，购买发票无法被提交： {0}

# PurchaseInvoice_InsufficientBudget
source: The purchase invoice cannot be submitted because the following budget periods and accounts do not have sufficient funds available: {0}
zh_cn: 由于以下预算账目的数额不足，购买发票无法被提交： {0}

# NotificationProcess_NoApplicablePrioritiesSet
source: At least one priority must be set as applicable for this notification process.
zh_cn: 此通知程序需至少一个优先级别。

# ApprovalProcess_LimitsOutOfOrder
source: The order of the approval limits are not in order. Please ensure that approval limits increase with each increasing approval level.
zh_cn: 批准上限并无按顺序排列。请确保批准上限随着层级一同增加。

# General_CannotPrintNewObject
source: Cannot generate report for new item. Please save and try again.
zh_cn: 无法为新创建项目生成报告。请保存并重试。

# General_OdbcException
source: System is busy, please try again.
zh_cn: 系统繁忙，请重试。

# StockTake_NoItemsToAdjust
source: No item need to be adjust.
zh_cn: 没有任何项目需要调整。

# BudgetPeriod_BudgetPeriodOverlapsExistingBudgetPeriod
source: This budget period overlaps with an existing budget period: {0} ({1:dd-MMM-yyy} to {2:dd-MMM-yyyy}).
zh_cn: 此预算时期与另一个预选时期交错： {0} 从（1:dd-MM-yyyy）至（2:dd-MM-yyyy）

# RequestForQuotation_BudgetAccountsNotActive
source: The Work Justification cannot be submitted because the following budget accounts are not active in their respective budget periods: {0}
zh_cn: 由于以下预算账目于预算期内为非活跃状态，报价单无法被提交： {0}

# PurchaseOrder_BudgetAccountsNotActive
source: The purchase order cannot be submitted because the following budget accounts are not active in their respective budget periods: {0}
zh_cn: 由于以下预算账目于预算期内为非活跃状态，采购单无法被提交： {0}

# Transfer_FromStoreBinToStoreBinDoNotMatchTransfer
source: The bins selected in the items do not match the source and destination stores. Please remove all items and try again.
zh_cn: 所选仓室和来源与目标仓库不符。请解除所有项目并重试。

# Transfer_FromStoreToStoreChanged
source: The source and destination store has changed in the transfer page since you last performed the search, so you cannot add these items into the Transfer. Please try to search again.
zh_cn: 来源与目标仓库已变更以致无法添加所选项目。请重新搜索。

# StoreCheckIn_StoreChanged
source: The store has been changed since the last search, so the selected items cannot be added. Please perform the search again.
zh_cn: 仓库已变更以致无法添加所选项目。请重新搜索。

# StoreCheckOut_StoreChanged
source: The store has been changed since the last search, so the selected items cannot be added. Please perform the search again.
zh_cn: 仓库已变更以致无法添加所选项目。请重新搜索。

# StoreTransfer_StoreChanged
source: The store has been changed since the last search, so the selected items cannot be added. Please perform the search again.
zh_cn: 仓库已变更以致无法添加所选项目。请重新搜索。

# StockTake_StoreBinsLocked
source: The store bin(s) {0} are currently locked so you cannot proceed with the stock take.
zh_cn: 由于仓室{0}已被封锁，您无法进行库存盘点。

# StoreCheckIn_StoreBinsLocked
source: Unable to check in items because stock take is currently in progress on the following bins: {0}
zh_cn: 由于以下仓室已被封锁，系统无法签入所选项目： {0}

# StoreCheckOut_StoreBinsLocked
source: Unable to check out items because stock take is currently in progress on the following bins: {0}
zh_cn: 由于以下仓室已被封锁，系统无法签出所选项目：

# StoreTransfer_StoreBinsLocked
source: Unable to transfer items because stock take is currently in progress on the following bins: {0}
zh_cn: 由于以下仓室已被封锁，系统无法转移所选项目：

# Position_DuplicateName
source: The position name already exists. Please enter another position name.
zh_cn: 职位名称已经存在。请另选职位名称。

# Reading_NonSelected
source: Please Select At Least One Point To Update
zh_cn: 请更新至少一个点。

# Reading_UpdateFailed
source: Point({0}) Upload Failed due to '{1}'
zh_cn: 由于‘{1}’，点（{0}）上传失败。

# Reading_ValueExceedMax
source: Reading Value Exceeds Maximum Value
zh_cn: 阅读数值超过最大值。

# Reading_ValueFormatIncorrect
source: Reading Value in Incorrect Format
zh_cn: 阅读数值格式错误。

# Reading_EmptyFile
source: There is no record in this file
zh_cn: 此文件没有任何记录。

# Reading_InvalidFile
source: The uploaded file not exists or format incorrect. Please upload Excel file only
zh_cn: 上传文件不存在或格式错误。请只上传Excel文件。

# ApprovalProcess_Limits
source: The approval limit enter is not within the range. Please enter approval limit which is greater than 0.
zh_cn: 所输入的批准上限不在范围内。请输入大于0的批准上限。

# BudgetAdjustment_Added
source: {0} budget adjustment records have been created for this budget period.
zh_cn: {0}个预算调整记录已被创建。

# BudgetAdjustment_NoAdjustment
source: There is no adjustment for the following accounts: {0}
zh_cn: 以下账目并无任何调整： {0}

# General_ItemNotExist
source: {0} does not exist.
zh_cn: {0}并不存在。

# Budget_ExcelNotMatch
source: You have indicated '{0}' in column {1} for the account '{2}'. But '{0}' is not a valid number. Please change the amount to a valid number.
zh_cn: Excel文件并不符合预算项目。

# PurchaseInvoice_BudgetPeriodsClosed
source: The following budget periods are not active or are closed and no Purchase Invoices can be created against them: {0}
zh_cn: 由于以下的预算时期并非活跃或已关闭，购买发票将无法被生成： {0}

# PurchaseOrder_BudgetPeriodsClosed
source: The following budget periods are not active or are closed and no Purchase Orders can be created against them: {0}
zh_cn: 由于以下的预算时期并非活跃或已关闭，采购单将无法被生成： {0}

# RequestForQuotation_BudgetPeriodsClosed
source: The following budget periods are not active or are closed and no Work Justifications can be created against them: {0}
zh_cn: 由于以下的预算时期并非活跃或已关闭，报价单将无法被生成： {0}

# PurchaseRequest_CannotBeCancelledItemsGeneratedToRFQOrPO
source: The Purchase Request cannot be cancelled because one of the line items have already been generated into a Work Justification or a Purchase Order.
zh_cn: 由于至少有一个行式项目已生成报价单或采购单，此购买请求无法被取消。

# RequestForQuotation_CannotBeCancelledItemsGeneratedToRFQOrPO
source: The Work Justification cannot be cancelled because one of the line items have already been generated into a Purchase Order.
zh_cn: 由于至少有一个行式项目已生成采购单，此报价单无法被取消。

# PurchaseOrder_CannotBeCancelledGoodsReceiptAndInvoiceGenerated
source: The Purchase Order cannot be cancelled because a Goods Receipt or an Invoice has already been created against this Purchase Order.
zh_cn: 由于至少有一个行式项目已生成货物收据或发票，此采购单无法被取消。

# PurchaseInvoice_BudgetAmountNotEqualsTotalAmount
source: This invoice cannot be submitted for approval because the total budget amount is not equal to the total invoice amount.
zh_cn: 由于预算总额不等于发票总额，此发票无法被提交。

# Utility_UtilityValueNegative
source: Utility value should not negative value. Please enter utility value which is greater than 0.
zh_cn: 实用价值不能为负数。请输入大于0的实用价值。

# CustomizedObject_MaxLessMinDateTime
source: Range Max Date must be greater than Range Min Date.
zh_cn: 日期的最大值必须大于最小值。

# CustomizedObject_MaxLessMinDecimal
source: Range Max Decimal must be greater than Range Min Decimal.
zh_cn: 小数的最大值必须大于最小值。

# CustomizedObject_MaxLessMinDouble
source: Range Max Double must be greater than Range Min Double.
zh_cn: 双精度式小数的最大值必须大于最小值。

# CustomizedObject_MaxLessMinInteger
source: Range Max Integer must be greater than Range Min Integer.
zh_cn: 整数的最大值必须大于最小值。

# StoreRequest_BinLocked
source: Unable to check out or return items because the following store bins are locked: {0}
zh_cn: 由于以下仓室已被封锁，系统无法签出或归还项目： {0}

# StoreRequest_InsufficientItems1
source: The following items in the store are insufficient for the request: {0}
zh_cn: 以下仓库项目的数量不足以满足此请求： {0}

# StoreRequest_InvalidReturn
source: The followings item cannot be returned because the returned quantity is greater than the checked out quantity: {0}
zh_cn: 由于归还数量大于签出数量，以下项目无法被归还： {0}

# StoreRequest_DuplicateItemName
source: A duplicate item '{0}' with the same catalog and bin already exists in this request. Please select a different catalog or bin.
zh_cn: 拥有相同目录和仓室的项目已经存在于此请求中。请另选目录或仓室。

# StoreRequest_ItemNotInStore
source: The following items do not exist in current store: {0}
zh_cn: 以下项目并不存在于此仓库中： {0}

# RequestForQuotation_LineItemsAlreadyGeneratedIntoRFQOrPOs
source: The following line items have already been generated into POs:<br/>{0}
zh_cn: 以下行式项目已被生成至采购单中： {0}

# RequestForQuotation_LineItemsNotAwardedToASingleVendor
source: Unable to generate a Purchase Order from the selected line items because they are not awarded to the same vendor.
zh_cn: 由于所选行式项目并不授权予同一个供应商，系统无法生成采购单。

# BudgetReallocate_TotalNegative
source: Total amount should not be negative value. Please enter a value greater or equal to 0.
zh_cn: 总额不该为负数。请输入大于或等于0的总额。

# Task_ActionUnsuccessful
source: {0} was not successful for the following tasks: {1}
zh_cn: 以下工单无法成功完成{0}操作： {1} 请确保工单处于合适的状态中。

# RequestForQuotation_QuantityRequired
source: the required quantity should be equal to the amount of every location's quantity.
zh_cn: 总数量要与下述地点的分配数量总和保持一致。
