Repository: vinhdoan/Angroup.demo
Catalog: webapp/App_GlobalResources/Notifications.*.resx
Languages: id_id, ja_jp, zh_cn

# Purchaseorder_NotifyOriginalApproverSubject
source: PO/WO number: {0} has been approved by {1}
ja_jp: PO/WO 番号: {0} {1}に承認されました
zh_cn: 采购单号码：{0}已获{1}的批准

# PurchaseOrder_NotifyPendingApproverBody3
source: </table> <br> Please log into Property System to approve/reject the PO/WO. </body> </html>
zh_cn: </table> <br> 请登录系统批准/退回采购单。 </body> </html>

# PurchaseOrder_NotifyPOAdministratorsAndApprovers_ApprovingBody1
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> Dear User, <br> <br> Following PO: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO Number:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>Description:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>Total Amount:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>Start Date:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>End Date:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> Has been approved by {0} on {1}<br> <br> And is awaiting for action from following user(s) (order by Approval Limit) <br> <br> <table border="0" cellspacing="0">
ja_jp: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> ユーザーさん <br> <br> 次の注文書: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO 番号:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>記述:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>合計金額:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>開始日:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>終了日:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> {1}に{0}で承認されました<br> <br> 次のユーザーの操作を待っています。(承認限度順序) <br> <br> <table border="0" cellspacing="0">
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> 亲爱的用户， <br> <br> 以下采购单： <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>采购单号码：</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>说明：</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>总额：</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>开始日期：</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>结束日期：</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> 已于{1}获得{0}的批准<br> <br> 并等待以下用户的操作（次序以批准限额由低至高排列）：<br> <br> <table border="0" cellspacing="0">

# PurchaseOrder_NotifyPOAdministratorsAndApprovers_ApprovingSubject
source: PO/WO number : {0} has been approved by {1}
ja_jp: PO/WO 番号 : {0} {1}で承認されました
zh_cn: 采购单号码：{0}已被批准{1}

# PurchaseOrder_NotifyPOAdministratorsAndApprovers_FullyApprovedBody
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> Dear User, <br> <br> Following PO: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO Number:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>Description:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>Total Amount:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>Start Date:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>End Date:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> Has been fully approved on {0}. </body> </html>
ja_jp: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> ユーザーさん <br> <br> 次の注文書: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO 番号:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>記述:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>合計金額:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>開始日:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>終了日:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> {0}に承認されました. </body> </html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> 亲爱的用户， <br> <br> 以下采购单： <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>采购单号码：</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>说明：</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>总额：</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>开始日期：</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>结束日期：</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> 已于{0}获得批准。 </body> </html>

# PurchaseOrder_NotifyPOAdministratorsAndApprovers_FullyApprovedSubject
source: PO/WO number : {0} has been fully approved
ja_jp: PO/WO 番号 : {0} に承認されました
zh_cn: 采购单号码：{0}已完全获得批准

# PurchaseOrder_NotifyPOAdministratorsAndApprovers_RejectedBody
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> Dear User, <br> <br> Following PO: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO Number:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>Description:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>Total Amount:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>Start Date:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>End Date:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> Has been rejected by {0} on {1}. </body> </html>
ja_jp: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> ユーザーさん <br> <br> 次の注文書: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO 番号:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>記述:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>合計金額:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>開始日:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>終了日:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> {1}に{0} で拒絶されました。 </body> </html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> 亲爱的用户， <br> <br> 以下采购单： <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>采购单号码：</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>说明：</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>总额：</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>开始日期：</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>结束日期：</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> 已于{1}被{0}退回。 </body> </html>

# PurchaseOrder_NotifyPOAdministratorsAndApprovers_RejectedSubject
source: PO/WO number : {0} has been rejected by {1}
ja_jp: PO/WO 番号 : {0} {1}に拒絶されました
zh_cn: 采购单号码：{0}已被{1}退回

# PurchaseOrder_NotifyGoodReceiptBody
source: Dear User, The following job has been closed and a goods receipt has been created for the corresponding Purchase Order: Job Number: {0} Goods Receipt Amount: {1:#,##0.00} Purchase Order: {2}
ja_jp: ユーザーさん 次の作業クローズされ及び注文書に相当する品物受領書を作成しました。 作業番号: {0} 品物受領金額: {1:#,##0.00} 注文書: {2}
zh_cn: 亲爱的用户，<br><br>以下的工作已经结束，与采购单相应的货物收据也已创建：<br>工作号码：{0}<br>货物收据金额：{1 :#,## 0.00}<br>采购单号码：{2}

# PurchaseOrder_NotifyGoodReceiptHeader
source: Job generated from the Term Contract of Purchase Order {0} is closed
ja_jp: 注文書の期間契約が作成された作業がクローズしました。
zh_cn: 自采购单{0}定期合约产生的工作已结束
