Repository: vinhdoan/Angroup.demo
Catalog: webapp/App_GlobalResources/Notifications.*.resx
Languages: id_id, ja_jp, zh_cn

# Contract_EndReminderBody
source: Dear {0}, The contract {ObjectNumber} is expiring soon. The details of the contract are as follows: Contract Number: {ObjectNumber} Contract Title: {ObjectName} Description: {Description} Contract Start: {ContractStartDate:dd-MMM-yyyy} Contract End: {ContractEndDate:dd-MMM-yyyy} Contact Person: {ContactPerson} Contact Fax: {ContactFax} Contact Email: {ContactEmail} Contact Cellphone: {ContactCellphone} Contract Manager : {ContractManager.ObjectName} Terms: {Terms} Warranty: {Warranty} Insurance: {Insurance}
id_id: Kepada Yth {0}, Kontrak nomor {ObjectNumber} akan habis masa berlakunya. Detail kontrak adalah sebagai berikut: Nomor Kontrak: {ObjectNumber} Judul Kontrak: {ObjectName} Keterangan: {Description} Kontrak Mulai: {ContractStartDate:dd-MMM-yyyy} Kontrak Berakhir: {ContractEndDate:dd-MMM-yyyy} Nama Kontak: {ContactPerson} Fax: {ContactFax} Email: {ContactEmail} Telepon Genggam: {ContactCellphone} Manager Kontrak : {ContractManager.ObjectName} Masa Berlaku: {Terms} Jaminan: {Warranty} Asuransi: {Insurance}
ja_jp: {0}さん, 契約t {ObjectNumber} 間もなく期限が終了します。契約詳細は以下となります。 契約番号: {ObjectNumber} 契約タイトル: {ObjectName} 記述: {Description} 契約スタート: {ContractStartDate:dd-MMM-yyyy} 契約終了: {ContractEndDate:dd-MMM-yyyy} 連絡人: {ContactPerson} 連絡ファックス: {ContactFax} 連絡Eメールl: {ContactEmail} 連絡携帯電話: {ContactCellphone} 契約Contract マネージャー : {ContractManager.ObjectName} 期間: {Terms} 保証: {Warranty} 保険: {Insurance}
zh_cn: 亲爱的{0}， <br> <br>该合同{ObjectNumber}即将到期。合同的详情如下： <br> <br>合同编号：{ObjectNumber} <br>合约名称： <br> {ObjectName} <br>描述： <br> {Description} <br> <br>合约开始：{ContractStartDate：dd-MMM-yyyy} <br>合同结束：{ContractEndDate：dd-MMM-yyyy} <br> <br>联系人：{ContactPerson} <br>联系传真：{ContactFax} <br>联系邮件：{ContactEmail} <br>联系手机：{ContactCellphone} <br> <br>合同管理：{ContractManager.ObjectName} <br> <br>条款： <br>{Terms} <br> <br>保修： <br>{Warranty} <br> <br>保险： <br>{Insurance}

# Contract_EndReminderSubject
source: Contract expiring {0}, {1}
id_id: Kontrak akan habis masa berlaku {0}, {1}
ja_jp: 契約終了 {0}, {1}
zh_cn: 合同到期{0}，{1}

# Work_EscalationAckBody
source: Dear {0}, The job {ObjectNumber} is still pending acknowledgement. The details of the job are as follows: Location Path : {Location.Path} Equipment Path : {Equipment.Path} Job Description: {WorkDescription} Type of Job : {TypeOfWork.ObjectName} Type of Service : {TypeOfService.ObjectName} Type of Problem : {TypeOfProblem.ObjectName} Priority : {Priority} Scheduled Start : {ScheduledStartDateTime} Scheduled End : {ScheduledEndDateTime} ----------------------------------------------------------------------------- Assigned To : Contractor : {Contract.Vendor.ObjectName} Technicians : {AssignedTechniciansNames} ----------------------------------------------------------------------------- THIS IS FOR YOUR REFERENCE.
id_id: Kepada Yth {0}, Pekerjaan nomor {ObjectNumber} masih belum disetujui. Detail pekerjaan adalah sebagai berikut: Lokasi : {Location.Path} Alat : {Equipment.Path} Keterangan Pekerjaan: {WorkDescription} Jenis Pekerjaan : {TypeOfWork.ObjectName} Jenis Pelayanan : {TypeOfService.ObjectName} Jenis Masalah : {TypeOfProblem.ObjectName} Prioritas : {Priority} Jadwal Mulai : {ScheduledStartDateTime} Jadwal Selesai : {ScheduledEndDateTime} ----------------------------------------------------------------------------- Ditugaskan Ke : Kontraktor : {Contract.Vendor.ObjectName} Teknisi : {AssignedTechniciansNames} ----------------------------------------------------------------------------- DOKUMEN INI ADALAH UNTUK INFORMASI ANDA.
ja_jp: {0}さん, 作業 {ObjectNumber} 承認をペンディングしています。作業の詳細は以下となります。 ロケーションパス : {Location.Path} 装備パス : {Equipment.Path} 作業記述: {WorkDescription} 作業タイプ : {TypeOfWork.ObjectName} サービスタイプ : {TypeOfService.ObjectName} 問題タイプ : {TypeOfProblem.ObjectName} 優先 : {Priority} スケジュール開始 : {ScheduledStartDateTime} スケジュール終了 : {ScheduledEndDateTime} ----------------------------------------------------------------------------- アサインされる : 建築業者; : {Contract.Vendor.ObjectName} 技術者 : {AssignedTechniciansNames} ----------------------------------------------------------------------------- これはあなたの参照のためです。
zh_cn: 亲爱的{0}， <br> <br>这项工作{ObjectNumber}尚待确认。工作的详情如下： <br> <br>位置路径：{Location.Path} <br>设备路径：{Equipment.Path} <br>职位描述：{WorkDescription} <br> <br>类型的工作：{TypeOfWork.ObjectName} <br>服务类型：{TypeOfService.ObjectName} <br>问题类型：{TypeOfProblem.ObjectName} <br>优先：{Priority} <br> <br>预定开始：{ScheduledStartDateTime} <br>预定结束：{ScheduledEndDateTime} <br> <br>-------------------------------------------------- --------------------------- <br>分配对象： <br>承建商：{Contract.Vendor.ObjectName} <br>技术员：{AssignedTechniciansNames} <br>-------------------------------------------------- --------------------------- <br>这是供大家参考。

# Work_EscalationAckSubject
source: Job {0} - Escalation, still pending acknowledgement
id_id: Work {0} - Escalation, masih belum disetujui
ja_jp: 作業 {0} - エスカレーター式修正が承認をペンディングしています。
zh_cn: 工作{0} -升级，仍有待确认

# Work_EscalationArrBody
source: Dear {0}, The job {ObjectNumber} is still pending arrival on-site. The details of the job are as follows: Location Path : {Location.Path} Equipment Path : {Equipment.Path} Job Description: {WorkDescription} Type of Job : {TypeOfWork.ObjectName} Type of Service : {TypeOfService.ObjectName} Type of Problem : {TypeOfProblem.ObjectName} Priority : {Priority} Scheduled Start : {ScheduledStartDateTime} Scheduled End : {ScheduledEndDateTime} ----------------------------------------------------------------------------- Assigned To : Contractor : {Contract.Vendor.ObjectName} Technicians : {AssignedTechniciansNames} ----------------------------------------------------------------------------- THIS IS FOR YOUR REFERENCE.
id_id: Kepada Yth {0}, Pekerjaan nomor {ObjectNumber} masih belum dihampiri. Detail pekerjaan adalah sebagai berikut: Lokasi : {Location.Path} Alat : {Equipment.Path} Keterangan Pekerjaan: {WorkDescription} Jenis Pekerjaan : {TypeOfWork.ObjectName} Jenis Pelayanan : {TypeOfService.ObjectName} Jenis Masalah : {TypeOfProblem.ObjectName} Prioritas : {Priority} Jadwal Mulai : {ScheduledStartDateTime} Jadwal Selesai : {ScheduledEndDateTime} ----------------------------------------------------------------------------- Ditugaskan Ke : Kontraktor : {Contract.Vendor.ObjectName} Teknisi : {AssignedTechniciansNames} ----------------------------------------------------------------------------- DOKUMEN INI ADALAH UNTUK INFORMASI ANDA.
ja_jp: {0}さん, 作業{ObjectNumber} のオンサイト作業がペンディングしています。作業の詳細は以下となります。 ロケーションパス : {Location.Path} 装備パス : {Equipment.Path} 作業記述: {WorkDescription} 作業タイプ : {TypeOfWork.ObjectName} サービスタイプ : {TypeOfService.ObjectName} 問題タイプ : {TypeOfProblem.ObjectName} 優先 : {Priority} スケジュール開始t : {ScheduledStartDateTime} スケジュール終了 : {ScheduledEndDateTime} ----------------------------------------------------------------------------- アサインされる : 建築業者 : {Contract.Vendor.ObjectName} 技術者 : {AssignedTechniciansNames} ----------------------------------------------------------------------------- これはあなたの参照のためです。
zh_cn: 亲爱的{0}， <br> <br>这项工作{ObjectNumber}仍悬而未决抵达现场。工作的详情如下： <br> <br>位置路径：{Location.Path} <br>设备路径：{Equipment.Path} <br>职位描述：{WorkDescription} <br> <br>类型的工作：{TypeOfWork.ObjectName} <br>服务类型：{TypeOfService.ObjectName} <br>问题类型：{TypeOfProblem.ObjectName} <br>优先：{Priority} <br> <br>预定开始：{ScheduledStartDateTime} <br>预定结束：{ScheduledEndDateTime} <br> <br>-------------------------------------------------- --------------------------- <br>分配对象： <br>承建商：{Contract.Vendor.ObjectName} <br>技术员：{AssignedTechniciansNames} <br>-------------------------------------------------- --------------------------- <br>这是供大家参考。

# Work_EscalationArrSubject
source: Job {0} - Escalation, still pending arrived on-site
id_id: Pekerjaan {0} - Escalation, masih belum dihampiri
ja_jp: Work {0} - エスカレーター式修正にオンサイト作業がペンディングしています
zh_cn: 工作{0} -升级，仍有待抵达现场

# Work_EscalationComBody
source: Dear {0}, The job {ObjectNumber} is still pending completion. The details of the job are as follows: Location Path : {Location.Path} Equipment Path : {Equipment.Path} Job Description: {WorkDescription} Type of Job : {TypeOfWork.ObjectName} Type of Service : {TypeOfService.ObjectName} Type of Problem : {TypeOfProblem.ObjectName} Priority : {Priority} Scheduled Start : {ScheduledStartDateTime} Scheduled End : {ScheduledEndDateTime} ----------------------------------------------------------------------------- Assigned To : Contractor : {Contract.Vendor.ObjectName} Technicians : {AssignedTechniciansNames} ----------------------------------------------------------------------------- THIS IS FOR YOUR REFERENCE.
id_id: Dear {0}, Pekerjaan nomor {ObjectNumber} masih belum selesai. Detail pekerjaan adalah sebagai berikut: Location Path : {Location.Path} Equipment Path : {Equipment.Path} Work Description: {WorkDescription} Jenis Pekerjaan : {TypeOfWork.ObjectName} Jenis Pelayanan : {TypeOfService.ObjectName} Jenis Masalah : {TypeOfProblem.ObjectName} Prioritas : {Priority} Jadwal Mulai : {ScheduledStartDateTime} Jadwal Selesai : {ScheduledEndDateTime} ----------------------------------------------------------------------------- Ditugaskan Ke : Kontraktor : {Contract.Vendor.ObjectName} Teknisi : {AssignedTechniciansNames} ----------------------------------------------------------------------------- DOKUMEN INI ADALAH UNTUK INFORMASI ANDA.
ja_jp: {0}さん, 作業 {ObjectNumber} が完成をペンディングしています。作業の詳細は以下となります。 ロケーションパス : {Location.Path} 装備パス : {Equipment.Path} 作業記述: {WorkDescription} 作業タイプ : {TypeOfWork.ObjectName} サービスタイプ : {TypeOfService.ObjectName} 問題タイプ : {TypeOfProblem.ObjectName} 優先 : {Priority} スケジュール開始 : {ScheduledStartDateTime} スケジュール狩猟 : {ScheduledEndDateTime} ----------------------------------------------------------------------------- アサインされる : 建築業者 : {Contract.Vendor.ObjectName} 技術者 : {AssignedTechniciansNames} ----------------------------------------------------------------------------- これはあなたの参照のためです。
zh_cn: 亲爱的{0}， <br> <br>这项工作{ObjectNumber}尚待完成。工作的详情如下： <br> <br>位置路径：{Location.Path} <br>设备路径：{Equipment.Path} <br>职位描述：{WorkDescription} <br> <br>类型的工作：{TypeOfWork.ObjectName} <br>服务类型：{TypeOfService.ObjectName} <br>问题类型：{TypeOfProblem.ObjectName} <br>优先：{Priority} <br> <br>预定开始：{ScheduledStartDateTime} <br>预定结束：{ScheduledEndDateTime} <br> <br>-------------------------------------------------- --------------------------- <br>分配对象： <br>承建商：{Contract.Vendor.ObjectName} <br>技术员：{AssignedTechniciansNames} <br>-------------------------------------------------- --------------------------- <br>这是供大家参考。

# Work_EscalationComSubject
source: Job {0} - Escalation, still pending completion
id_id: Pekerjaan {0} - Escalation, masih belum selesai
ja_jp: Work {0} - エスカレーター式修正が完成をペンディングしています。
zh_cn: 工作{0} -升级，仍尚待完成

# Work_SmsNotifyExecution
source: Dear {0},Job {1} - Pending your execution. Priority: {2} Descr: {3}
id_id: Kepada Yth {0},\nWork {1} - Menunggu pelaksanaan dari Anda. Priority: {2} Descr: {3}
ja_jp: {0}さん 作業 {1} - 実行をペンディングしています。優先: {2} 記述: {3}
zh_cn: 亲爱的{0}，工作{1} -待您的执行。优先：{2} 说明：{3}

# Work_SmsNotifyPendingPlanning
source: Dear {0}, Job {1} - Pending your planning. Priority: {2} Descr: {3}
id_id: Kepada Yth {0},\nWork {1} - Menunggu perencanaan dari Anda. Priority: {2} Descr: {3}
ja_jp: {0}さん, 作業 {1} - 計画をペンディングしています。優先: {2} 記述: {3}
zh_cn: 亲爱的{0}，工作{1} -待您的规划。优先：{2} 说明：{3}

# Store_InventorySubject
source: Low Inventory Notification for Store - {0}
ja_jp: 在庫低い通知をします。- {0}
zh_cn: 仓库低库存通知- {0}

# Store_InventoryBody1
source: Dear Store Administrator, \n The following inventory items have fallen below their threshold. Please replenish these items. \n\n Store Name: {0} \n Store Location: {1}\n\n Inventory Items Fallen Below Threshold: \n {2:50}{3:40}{4:40}{5:40}{6:40}{7:40}
ja_jp: 在庫管理者, \n 次の在庫項目がしきい値に達しました。これらの項目を補充して下さい。\n\n 倉庫名: {0} \n 倉庫ロケーション{1}\n\n 在庫項目がしきい値以下です。 \n {2:50}{3:40}{4:40}{5:40}{6:40}{7:40}
zh_cn: 亲爱的仓库管理员，\ n以下清单上的项目已经低于它们的临界值。请补充这些项目。\ n\n仓库名称：{0}\ n仓库位置：{1} \n\n库存物品跌破临界值：\n{2：50}{3：40}{4：40}{5：40}{6：40}{7：40}

# Work_NotifyExecutionBody
source: Job Number {0} -has been accepted and assigned.
ja_jp: 作業番号 {0} -既に受け入れ及びアサイン
zh_cn: 工作号码{0}已被接受和分配。

# Work_NotifyExecutionSubject
source: Job Number {0} -has been accepted and assigned.
ja_jp: 作業番号 {0} -既に受け入れ及びアサイン
zh_cn: 工作号码{0} - 已被接受和分配

# Insurance_EndReminderBody
source: Dear {0},\n\nPlease be informed that the following insurance end date is approaching.\n\nInsurance Details:\nInsurance Name: {ObjectName}\nInsurance Start Date: {InsuranceStartDate:dd-MMM-yyyy}\nInsurance End Date: {InsuranceEndDate:dd-MMM-yyyy}\nInsured Amount: {InsuredAmount:#,##0.00}\nInsured Term: {InsuranceTerms}\nInsured Remarks: {InsuranceRemarks}\n\nInsurance Company Details:\nCompany Name: {CompanyName}\nContact Person: {CompanyContactPerson}\nContact Number: {CompanyContactNumber}\nPostal Address: {CompanyPostalAddress}
ja_jp: {0}さん,\n\n以下の保険期限日付が近づくことを連絡します。\n\n保険詳細:\n保険名: {ObjectName}\n保険開始日: {InsuranceStartDate:dd-MMM-yyyy}\n保険終了日: {InsuranceEndDate:dd-MMM-yyyy}\n保険金額: {InsuredAmount:#,##0.00}\n保険期間: {InsuranceTerms}\n保険備考: {InsuranceRemarks}\n\n保険会社詳細 \n会社名: {CompanyName}\n連絡人: {CompanyContactPerson}\n連絡番号: {CompanyContactNumber}\n郵送住所: {CompanyPostalAddress}
zh_cn: 亲爱的{0}，\n\ n下列保险结束日期临近。\n\n保险详情：\ nI保险名称：{ObjectName} \n保险开始日期：{InsuranceStartDate：dd-MMM-yyyy} \n保险结束日期：{InsuranceEndDate：dd-MMM-yyyy} \ n投保金额：{InsuredAmount :#,## 0.00} \n保险条款：{InsuranceTerms} \n保险备注：{InsuranceRemarks} \n\n保险公司详情：\n公司名称：{CompanyName}\n联系人：{CompanyContactPerson}\n联系号码：{CompanyContactNumber} \n邮政地址：{CompanyPostalAddress}

# Insurance_EndReminderSubject
source: Insurance End Date Approaching - {0}
ja_jp: 保険期限日付が近づきます - {0}
zh_cn: 保险结束日期临近- {0}

# Vendor_EndReminderBody
source: Dear {0},\n\nPlease be informed that the following vendor’s debarment end date is approaching.\n\nVendor Details:\nVendor Name: {ObjectName}\nVendor Debarment Period: From {DebarmentStartDate:dd-MMM-yyyy} To {DebarmentEndDate:dd-MMM-yyyy}\n\nVendor Country: {OperatingAddressCountry}\nVendor City: {OperatingAddressCity}\nVendor State: {OperatingAddressState} Vendor Address: {OperatingAddress}\nVendor Cellphone: {OperatingCellPhone}\nVendor Email: {OperatingEmail}\nVendor Fax: {OperatingFax}\nVendor Phone: {OperatingPhone}\nVendor Contact Person: {OperatingContactPerson}
ja_jp: {0}さん,\n\n以下のベンダーから締め出す終了日が近づくことを連絡します。\n\nベンダー詳細:\nベンダー名: {ObjectName}\nベンダー締め出す期間: から {DebarmentStartDate:dd-MMM-yyyy} まで {DebarmentEndDate:dd-MMM-yyyy}\n\nベンダー国: {OperatingAddressCountry}\nベンダー都市: {OperatingAddressCity}\nベンダー州: {OperatingAddressState} ベンダー住所: {OperatingAddress}\nベンダー携帯電話: {OperatingCellPhone}\nベンダーEメール: {OperatingEmail}\nベンダーファックス: {OperatingFax}\nベンダー電話: {OperatingPhone}\nベンダー連絡人: {OperatingContactPerson}
zh_cn: 亲爱的{0}，\n\n以下供应商的排外结束日期临近。\n\n供应商详情：\n供应商名称：{ObjectName}\n供应商取消资格期限：从{DebarmentStartDate：dd-MMM-yyyy}至{DebarmentEndDate：dd-MMM-yyyy}\n\n供应商国家：{OperatingAddressCountry}\n供应商城市：{OperatingAddressCity}\n供应商省份：{OperatingAddressState} <br>供应商地址：{OperatingAddress}\n供应商手提电话：{OperatingCellPhone}\n供应商电邮：{OperatingEmail}\n供应商传真：{OperatingFax}\n供应商电话：{OperatingPhone}\n供应商联系人：{OperatingContactPerson}

# Vendor_EndReminderSubject
source: Vendor Debarment End Date Approaching - {0}
ja_jp: ベンダー締め出す終了日近づきます。- {0}
zh_cn: 供应商取消资格结束日期临近- {0}

# Work_SmsSupervisorNotify
source: Dear {0}, Job {1} has been assigned. Please update status
ja_jp: {0}さん, 作業 {1} アサインされました。ステータスを更新して下さい。
zh_cn: 亲爱的{0}，工作{1}已分配。请更新状态

# VendorApplication_EndReminderBody
source: To Finance: Please be informed that the Vendor Application has been closed, and billing to the vendor may proceed. The details of the Vendor Application are as follows: Application No.: {ObjectNumber} Company Name: {CompanyName} Company Address: {CompanyAddress} Company Postal Code: {CompanyPostalCode} Company Tel No.: {CompanyTelNo} Company Fax No.: {CompanyFaxNo} Contact Person: {CompanyContactPerson} NRIC Number: {CompanyNRICNumber} Contact Number: {CompanyContactPersonContactNo} Address Applying For: {AddressApplyingFor} Service: {Service.ObjectName} Purpose: {Purpose} From Date: {FromDate:dd-MMM-yyyy} To Date: {ToDate:dd-MMM-yyyy} Charges($): {ChargeAmount:#,##0.00} Remarks: {RemarksToFinance} Approved By: {Approver.ObjectName} Process Date: {ProcessDate:dd-MMM-yyyy}
ja_jp: 財務へ: ベンダー申請がクローズされたことを連絡します。ベンダーに請求処理がしてもいいです。ベンダー申請詳細は以下となります。 申請番号.: {ObjectNumber} 会社名: {CompanyName} 会社住所: {CompanyAddress} 会社郵便番号: {CompanyPostalCode} 会社電話番号.: {CompanyTelNo} 会社ファックス番号: {CompanyFaxNo} 連絡人: {CompanyContactPerson} NRIC 番号: {CompanyNRICNumber} 連絡番号: {CompanyContactPersonContactNo} 申請住所: {AddressApplyingFor} サービス: {Service.ObjectName} 目的: {Purpose} いつから: {FromDate:dd-MMM-yyyy} いつまで: {ToDate:dd-MMM-yyyy} 課金($): {ChargeAmount:#,##0.00} 備考: {RemarksToFinance} 承認される: {Approver.ObjectName} 処理日: {ProcessDate:dd-MMM-yyyy}
zh_cn: 致财务：<br><br>特意告知供应商申请已截止，并可对供应商进行结算。供应商申请的详情如下： <br> <br>申请号：{ObjectNumber} <br>公司名称：{CompanyName} <br>公司地址：{CompanyAddress} <br>公司邮编：{CompanyPostalCode} <br>公司电话号码：{CompanyTelNo} <br>公司传真号码：{CompanyFaxNo} <br>联系人：{CompanyContactPerson} <br>公司注册号码：{CompanyNRICNumber} <br>联系电话：{CompanyContactPersonContactNo} <br>申请地址：{AddressApplyingFor} <br>服务：{Service.ObjectName} <br>目的：{Purpose} <br>从日期：{FromDate：dd-MM-yyyy} <br>至日期：{ToDate：dd-MM-yyyy} <br> <br>收费：{ChargeAmount :#,## 0.00} <br>备注：{RemarksToFinance} <br> <br>批准者：{Approver.ObjectName} <br>处理日期：{ProcessDate：dd-MM-yyyy}

# VendorApplication_EndReminderSubject
source: Billing Notification to Finance for Vendor Application - {0}
ja_jp: 財務にベンダー申請のための請求通知です。 - {0}
zh_cn: 通知财务结算的供应商应用- {0}

# PurchaseOrder_NotifyPendingApproverBody1
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> Dear User, <br> <br> Following PO: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO Number:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>Description:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>Total Amount:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>Start Date:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>End Date:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> Has been submitted for approvals from the following user(s) (order by Approval Limit): <br> <br> <table border="1" cellspacing="0">
ja_jp: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> ユーザーさん <br> <br> 次の注文書: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO 番号:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>記述:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>合計金額:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>開始日:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>終了日:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> Has been submitted for approvals from the following user(s) (order by Approval Limit): <br> <br> <table border="1" cellspacing="0">
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> 亲爱的用户, <br> <br> 以下采购单: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>采购单号码：</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>说明：</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>总额：</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>开始日期：</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>结束日期：</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> 已向以下批准者提出批准申请（次序以批准限额由低至高排列）： <br> <br> <table border="1" cellspacing="0">

# PurchaseOrder_NotifyPendingApproverSubject
source: PO/WO number : {0} is submitted for your approval
zh_cn: 采购单号码：{0}待您的批准

# PurchaseOrder_NotifyPOAdministratorsBody1
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> Dear User, <br> <br> Following PO: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO Number:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>Description:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>Total Amount:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>Start Date:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>End Date:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> Has been submitted for approvals from the following user(s) (order by Approval Limit): <br> <br> <table border="1" cellspacing="0"> <tr> <td width="200px">User</td> </tr>
ja_jp: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> Dear User, <br> <br> Following PO: <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>PO/WO Number:</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>Description:</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>Total Amount:</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>Start Date:</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>End Date:</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> 承認にために以下のユーザーで提出されました (承認限度順序): <br> <br> <table border="1" cellspacing="0"> <tr> <td width="200px">User</td> </tr>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"> <html> <head> <title></title> <meta name="GENERATOR" content="Microsoft Visual Studio .NET 7.1"> <meta name="vs_targetSchema" content="http://schemas.microsoft.com/intellisense/ie5"> </head> <body> 亲爱的用户， <br> <br> 以下采购单： <br> <br> <table border="0"> <tr> <td width="20px"></td> <td>采购单号码：</td> <td>{ObjectNumber}</td> </tr> <tr> <td width="20px"></td> <td>说明：</td> <td>{Description}</td> </tr> <tr> <td width="20px"></td> <td>总额：</td> <td>{TotalPOAmount:#,##0.00}</td> </tr> <tr> <td width="20px"></td> <td>开始日期：</td> <td>{DateOfOrder:dd-MMM-yyyy}</td> </tr> <tr> <td width="20px"></td> <td>结束日期：</td> <td>{EndDate:dd-MMM-yyyy}</td> </tr> </table> <br> 已向以下批准者提出批准申请（次序以批准限额由低至高排列）： <br> <br> <table border="1" cellspacing="0"> <tr> <td width="200px">用户</td> </tr>

# PurchaseOrder_NotifyPOAdministratorsSubject
source: PO/WO number : {0} is submitted for approval
ja_jp: PO/WO 番号 : {0} 承認のため提出されました。
zh_cn: 采购单号码：{0}报批

# Purchaseorder_NotifyPOhasbeenApprovedBody
source: PO/WO number {0} has been approved on {1} Please log into the system for more details
ja_jp: PO/WO 番号 {0} {1}に承認されました 詳細はシステムにログオンして下さい。
zh_cn: 采购单号码{0}已于{1}获批准 <br>有关详细信息，请登录到该系统

# Purchaseorder_NotifyPOhasbeenApprovedSubject
source: PO/WO number {0} has been approved
ja_jp: PO/WO 番号 {0} に承認されました
zh_cn: 采购单号码{0}已获批准

# Purchaseorder_NotifyOriginalApproverBody
source: PO/WO number: {ObjectNumber} Description: {Description} Total PO/WO Amount: {TotalPOAmount} Has been approved by {0} on {1}
ja_jp: PO/WO 番号: {ObjectNumber} 記述: {Description} PO/WO 合計金額: {TotalPOAmount} {1}に{0}で承認されました
zh_cn: 采购单号码：{ObjectNumber} <br>说明：{Description} <br>总额：{TotalPOAmount} <br>已于{1}获得{0}的批准
