Repository: vinhdoan/Angroup.demo
Catalog: webapp/App_GlobalResources/Objects.*.resx
Languages: ar_qa, zh_cn

# OCalendar
source: Calendar
ar_qa: تقويم
zh_cn: 日历

# OCase
source: Case
ar_qa: أفادت القضية
zh_cn: 报修

# OSurveyGroup
source: Survey Group
ar_qa: مسح العملاء
zh_cn: 调查组别

# OSurveyPlanner
source: Survey Planner
ar_qa: استطلاع رأى العملاء مخطط
zh_cn: 调查计划

# OSurveyRespondent
source: Survey Address Book
ar_qa: استطلاع رأى العملاء المدعى
zh_cn: 调查对象

# OPurchaseSettings
source: Purchase Settings
ar_qa: الشراء إعدادات
zh_cn: 采购设置

# OPurchaseInvoice
source: Purchase Invoice
ar_qa: فاتورة
zh_cn: 采购货票

# OBudget
source: Budget
ar_qa: الميزانية
zh_cn: 预算

# OBudgetPeriod
source: Budget Period
ar_qa: فترة الميزانية
zh_cn: 预算期间

# OBudgetAdjustment
source: Budget Adjustment
ar_qa: تعديل الميزانية
zh_cn: 预算调整

# OUtility
source: Utility
ar_qa: مؤسسة عامة
zh_cn: 公共事业

# OBudgetReallocation
source: Budget Reallocation
ar_qa: إعادة تخصيص موارد الميزانية
zh_cn: 预算分配

# OPoint
source: Point
ar_qa: وسيلة
zh_cn: 点

# OAnnouncement
source: Announcement
ar_qa: تصريح
zh_cn: 通告

# OCapitalandCompany
source: Company
zh_cn: 公司

# ORunningNumberGenerator
source: Running Number Generator
ar_qa: الرقم التسلسلي للمولدات
zh_cn: 序号生产器

# OOPCAEServer
source: OPC AE Server
ar_qa: ملقم (OPC AE)
zh_cn: OPC AE 伺服器

# OOPCDAServer
source: OPC DA Server
ar_qa: ملقم (OPC DA)
zh_cn: OPC DA 伺服器

# OOPCAEEvent
source: OPC AE Event
ar_qa: حادثة (OPC AE)
zh_cn: OPC AE 事件

# OPointTrigger
source: Trigger Template
ar_qa: علم المثلثات
zh_cn: 触发模板

# ONotificationHierarchy
source: Notification Hierarchy
ar_qa: التسلسل الهرمي للإعلام
zh_cn: 通知层级

# OStoreStockTake
source: Store Stock Take
ar_qa: الأسهم تأخذ
zh_cn: 盘点

# ONotificationMilestones
source: Notification Milestones
ar_qa: معالم الإخطار
zh_cn: 通知里程碑

# ONotificationProcess
source: Notification Process
ar_qa: عملية الإخطار
zh_cn: 通知程序

# OApprovalHierarchy
source: Approval Hierarchy
ar_qa: التسلسل الهرمي للموافقة
zh_cn: 批准层级

# OApprovalProcess
source: Approval Process
ar_qa: عملية الموافقة
zh_cn: 批准程序

# OWorkflowRepository
source: Workflow Repository
ar_qa: قاعدة بيانات للسير العمل
zh_cn: 流程存库

# OFunction
source: Function
ar_qa: وظيفة
zh_cn: 菜单

# OAttachmentType
source: Attachment Type
ar_qa: نوع الوثيقة
zh_cn: 附件类别

# OLanguage
source: Language
ar_qa: لغة
zh_cn: 语言

# ORole
source: Role
ar_qa: دور
zh_cn: 身份

# OPosition
source: Position
ar_qa: مكانة
zh_cn: 职位

# OCustomizedRecordObject
source: Customized Object
ar_qa: كائن مخصص
zh_cn: 客制对象

# ODocumentTemplate
source: Document Template
ar_qa: الوثيقة القالب
zh_cn: 文件格式

# OMessage
source: Message History
ar_qa: سجل للرسائل
zh_cn: 信息历史

# OSessionAudit
source: Login History
ar_qa: سجل الدخول
zh_cn: 登录历史

# OMessageTemplate
source: Message Template
ar_qa: رسالة القالب
zh_cn: 信息格式

# SubCategoryCodes
source: Codes
ar_qa: مصطلح
zh_cn: 代码

# OApplicationSetting
source: Application Setting
ar_qa: إعدادات البرامج
zh_cn: 系统设置

# CenterAdmin
source: Admin
ar_qa: نظام الإدارة
zh_cn: 管理员

# CenterAnalysis
source: Reports
ar_qa: تقارير
zh_cn: 分析中心

# CenterAsset
source: Asset
ar_qa: شىء ثمين
zh_cn: 设备中心

# CenterVendor
source: Vendor
ar_qa: تعاقد
zh_cn: 供应商中心

# CenterWork
source: Work
ar_qa: أعمال الصيانة
zh_cn: 工作中心

# OChecklist
source: Checklist
ar_qa: المرجعية
zh_cn: 检查清单

# OChecklistResponse
source: Checklist Response
ar_qa: ردود المرجعية
zh_cn: 检查清单回应

# OCode
source: Code
ar_qa: مصطلح
zh_cn: 代码

# OCodeType
source: Code Type
ar_qa: نوع من مصطلح
zh_cn: 代码类别

# OContract
source: Contract
ar_qa: تعاقد
zh_cn: 合同/证照

# OCraft
source: Crafts
ar_qa: مهنة
zh_cn: 工种

# ODashboard
source: Dashboard
ar_qa: لوحة أجهزة القياس
zh_cn: 仪表板

# MiscDatabase
source: Database
ar_qa: قاعدة بيانات
zh_cn: 数据库

# OEquipment
source: Equipment
ar_qa: المعدات
zh_cn: 设备

# OEquipmentType
source: Equipment Type
ar_qa: نوع من المعدات
zh_cn: 设备类型

# OFixedRate
source: Service Catalog
ar_qa: جدول الأسعار
zh_cn: 定价

# OLocation
source: Location
ar_qa: موقع
zh_cn: 区域

# OLocationType
source: Location Type
ar_qa: نوع الموقع
zh_cn: 区域类型

# MiscMyWork
source: My Created Cases
ar_qa: المهام التي أنشأتها لي
zh_cn: 我所创建的个案

# OReport
source: Report
ar_qa: تقارير
zh_cn: 报表

# OScheduledWork
source: Scheduled Work
ar_qa: جدولة مهام الصيانة
zh_cn: 计划工作

# OServiceLevel
source: Service Level
ar_qa: مستوى خدمة العملاء
zh_cn: 服务标准

# OUser
source: User
ar_qa: المستخدم
zh_cn: 用户

# OVendor
source: Vendor
ar_qa: بائع
zh_cn: 厂商

# OWork
source: Work
ar_qa: أعمال الصيانة
zh_cn: 工作

# OAccount
source: Account
ar_qa: حساب
zh_cn: 预算类别

# OCatalogue
source: Inventory Catalog
ar_qa: التسويقي
zh_cn: 存货目录

# CenterBudget
source: Budget
ar_qa: ميزانية
zh_cn: 预算

# CenterReportBuilder
source: Report Builder
ar_qa: تقرير تصميم أداة
zh_cn: 报表

# CenterInventory
source: Inventory
ar_qa: جرد
zh_cn: 物料中心

# CenterProcurement
source: Procurement
ar_qa: شراء
zh_cn: 采购中心

# CenterService
source: Service
ar_qa: خدمة الزبائن
zh_cn: 服务中心

# OCurrency
source: Currency
ar_qa: العملة
zh_cn: 货币

# OCurrencyExchange
source: Currency Exchange Rate
ar_qa: سعر صرف العملة
zh_cn: 货币兑换率

# OPurchaseOrder
source: PO / LOA
ar_qa: أمر الشراء
zh_cn: 采购单

# OPurchaseRequest
source: Purchase Request
ar_qa: طلب شراء
zh_cn: 采购申请

# ORequestForQuotation
source: Work Justification
ar_qa: طلب تقديم عروض الأسعار
zh_cn: 报价征求

# OStore
source: Store
ar_qa: مخزن
zh_cn: 仓库

# OStoreAdjust
source: Store Adjustment
ar_qa: ضبط المخزون
zh_cn: 数量调整

# OStoreCheckIn
source: Store Check-In
ar_qa: وضعت في البند
zh_cn: 入库单

# OStoreCheckOut
source: Store Check-Out
ar_qa: اخراج البند
zh_cn: 出库单

# OStoreStock
source: Store Stock View
ar_qa: عرض جرد الرصيد
zh_cn: 仓库库存

# OStoreTransfer
source: Store Transfer
ar_qa: البند نقل
zh_cn: 转库单

# OTaxCode
source: Tax Code
ar_qa: الضرائب مصطلح
zh_cn: 税务代号

# OUnitConversion
source: Unit Conversion
ar_qa: تحويل وحدات قياس من بين
zh_cn: 单位转化

# MiscReportMigrate
source: Migrate Report
ar_qa: تحديث التقرير القالب
zh_cn: 报告移植

# MiscReassignTasks
source: Reassign Tasks
ar_qa: إعادة تعيين المهام
zh_cn: 重新分配任务

# ServiceView
source: EAM Services
ar_qa: البرامج المؤتمتة
zh_cn: EAM服务程序

# MiscMyCreatedCases
source: My Created Cases
zh_cn: 我所创建的个案

# OReading
source: Reading
zh_cn: 读数

# OReading_Multiple
source: Reading (Multiple)
zh_cn: 读数（多）

# OBudgetGroup
source: Budget Group
zh_cn: 预算组

# OReading_BillToAMOS
source: Bill To AMOS
zh_cn: 传输到AMOS

# OShift
source: Shift
zh_cn: 轮班

# OTechnicianRoster
source: Technician Roster
zh_cn: 排班表

# OTenant
source: Tenant
zh_cn: 租户

# OTenantActivity
source: Tenant Activity
zh_cn: 租户活动

# OTenantContact
source: Tenant Contact
zh_cn: 租户联络人

# OTenantLease
source: Tenant Lease
zh_cn: 租约

# OVendorPrequalification
source: Vendor Prequalification
zh_cn: 厂商资格预审

# OPointTariff
source: Point Tariffs and Discounts
zh_cn: 电表费率

# OAuditTrail
source: Audit Trail
zh_cn: 审计跟踪记录

# OEquipmentWriteOff
source: Equipment Write-Off
zh_cn: 设备销账

# OAuditTrailField
source: Audit Trail (Database Fields)
zh_cn: 审计跟踪记录（数据库栏位）

# OEmailLog
source: Received Email History
zh_cn: 收到电邮历史

# SubCategoryAuditTrail
source: Audit Trails
zh_cn: 审计跟踪记录

# SubCategoryGeneralAdmin
source: General Administration
zh_cn: 功能管理

# SubCategoryReportBuilder
source: Dashboard/Report Builder
zh_cn: 仪表板/报表编辑

# SubCategorySystemAdmin
source: System Administration
zh_cn: 系统设置

# OCompany
source: Company
ar_qa: شركة

# OCustomizedObject
source: Customized Object
ar_qa: كائن مخصص

# ODocumentTemplateType
source: Document Template Type
ar_qa: نوع الوثيقة القالب
