Repository: vinhdoan/Angroup.demo
Catalog: webapp/App_GlobalResources/WorkflowEvents.*.resx
Languages: ar_qa, zh_cn

source: Accept
ar_qa: قبول
zh_cn: 接受

source: Activate
ar_qa: تفعيل
zh_cn: 激活

source: Agree
ar_qa: موافق
zh_cn: 同意

source: Approve
ar_qa: موافقة
zh_cn: 批准

source: Assign
ar_qa: تعيين
zh_cn: 指派

source: Award
ar_qa: الجائزة
zh_cn: 授权

source: Cancel
ar_qa: إلغاء
zh_cn: 取消

source: Close
ar_qa: إغلاق
zh_cn: 结案

source: Collect
ar_qa: جمع
zh_cn: 领取

source: Commit
ar_qa: ارتكاب
zh_cn: 成交

source: Complete
ar_qa: كامل
zh_cn: 完成

source: Confirm
ar_qa: تأكيد
zh_cn: 确认

source: Consent
ar_qa: موافقة
zh_cn: 同意

source: Deliver
ar_qa: تسليم
zh_cn: 传递

source: Evaluate
ar_qa: تقييم
zh_cn: 评估

source: Execute
ar_qa: تنفيذ
zh_cn: 执行

source: Finalize
ar_qa: وضع اللمسات الأخيرة
zh_cn: 敲定

source: In Progress
ar_qa: في التقدم
zh_cn: 进展中

source: Plan
ar_qa: خطة
zh_cn: 计划

source: Receive
ar_qa: استقبال
zh_cn: 接收

source: Recommend
ar_qa: توصية
zh_cn: 推荐

source: Reject
ar_qa: رفض
zh_cn: 退回

source: Reject for Redraft
ar_qa: رفض لإعادة صياغة
zh_cn: 退回重新起草

source: Release
ar_qa: إطلاق
zh_cn: 释放

source: Remind Respondent
ar_qa: أذكر المجيب
zh_cn: 提醒调查对象

source: Return
ar_qa: عودة
zh_cn: 返回

source: Return for Redraft
ar_qa: عودة لإعادة صياغة
zh_cn: 返回重新起草

source: Return to In Progress
ar_qa: في العودة إلى التقدم
zh_cn: 返回到进展中

source: Reverse
ar_qa: عكس
zh_cn: 倒退

source: Rollback
ar_qa: عودة
zh_cn: 回滚

source: Save as Draft
ar_qa: أحفظ كمسودة
zh_cn: 存为草稿

source: Start
zh_cn: 开始

source: Submit
ar_qa: أرسل
zh_cn: 提交

source: Submit for Acceptance
ar_qa: تقدم للقبول
zh_cn: 提交验收

source: Submit for Action
ar_qa: تقدم للعمل
zh_cn: 提交行动

source: Submit for Activation
ar_qa: تقدم للتحريك
zh_cn: 提交激活

source: Submit for Adjustment
ar_qa: تقدم لتسوية
zh_cn: 提交调整

source: Submit for Agreement
ar_qa: يقدم للاتفاق
zh_cn: 提交协议

# SubmitForApproval
source: Submit (route for approval where applicable)
ar_qa: تقدم هذا من أجل الموافقة
zh_cn: 提交（在适当情况下提交审批）

source: Submit for Assessment
ar_qa: تقدم للتقييم
zh_cn: 提交评估

source: Submit for Award
ar_qa: تقدم للجائزة
zh_cn: 提交授权

source: Submit for Closure
ar_qa: تقدم لاختتام
zh_cn: 提交关闭

source: Submit for Collection
ar_qa: تقدم للجمع
zh_cn: 提交领取

source: Submit for Commitment
ar_qa: تقدم للالتزام
zh_cn: 提交成交

source: Submit for Completion
ar_qa: تقدم لاستكمال
zh_cn: 提交完成

source: Submit for Confirmation
ar_qa: تقدم للتأكيد
zh_cn: 提交确认

source: Submit for Consentment
ar_qa: تقدم للموافقة
zh_cn: 提交协议

source: Submit for Delivery
ar_qa: تقدم للتسليم
zh_cn: 提交传递

source: Submit for Evaluation
ar_qa: تقدم للتقييم
zh_cn: 提交评估

source: Submit for Execution
ar_qa: تقدم للتنفيذ
zh_cn: 提交执行

source: Submit for Finalization
ar_qa: تقدم لوضع الصيغة النهائية
zh_cn: 提交定稿

source: Submit for Invitation
ar_qa: تقدم للدعوة
zh_cn: 提交邀请

source: Submit for Modification
ar_qa: تقدم للتعديل
zh_cn: 修改金额/日期

source: Submit for Planning
ar_qa: تقدم للتخطيط
zh_cn: 提交规划

source: Submit for Quotation
ar_qa: تقدم للتسعيرة
zh_cn: 提交报价

source: Submit for Receipt
ar_qa: تقدم لاستلام
zh_cn: 提交接收

source: Submit for Recommendation
ar_qa: تقدم لالتوصية
zh_cn: 提交推荐

source: Submit for Release
ar_qa: تقدم الإصدار
zh_cn: 提交释放

source: Submit for Verification
ar_qa: تقدم للتحقق
zh_cn: 提交核实

source: Submit for Vetting
zh_cn: 提交审查

source: Submit for Voting
ar_qa: تقدم للتصويت
zh_cn: 提交投票

source: Submit to Helpdesk
zh_cn: 提交服务台

source: Terminate
ar_qa: إنهاء
zh_cn: 终止

source: Update
ar_qa: تعديل عتبة / تاريخ انتهاء الصلاحية
zh_cn: 修改临界值/有效期结束日期

source: Verify
ar_qa: تحقيق
zh_cn: 验证

source: Vote
ar_qa: تصويت
zh_cn: 投票

source: Wait for Client
ar_qa: انتظر الزبون
zh_cn: 等待客户

source: Wait for Contractor
ar_qa: انتظر المتعهد
zh_cn: 等待承包商

source: Wait for Customer
ar_qa: انتظر الزبون
zh_cn: 等待客户

source: Wait for Material
ar_qa: انتظر الوازم
zh_cn: 等待物料

source: Wait for Others
ar_qa: انتظر آالخرون
zh_cn: 等待其他

source: Wait for Requestor
ar_qa: انتظر الطالب
zh_cn: 等待请求者

source: Wait for Supplier
ar_qa: انتظرالممون
zh_cn: 等待供应商

source: Wait for Tenant
ar_qa: انتظر المستأجر
zh_cn: 等待租户

source: Wait for Vendor
ar_qa: انتظر البائع
zh_cn: 等待供应商

# SubmitForApproval_Cancellation
source: Cancel (un-invoiced amount will be released to the budget)
zh_cn: 取消（在适当情况下提交审批）

source: Submit for Assignment
zh_cn: 提交分配
